Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: Choose coin (UTXO) selection method for non-alert transactions. The following are available:
zh_cn: 请选择币(UTXO) 的选择方法进行不提醒交易。之后可使用:

source: Electrum cannot pair with your {device}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
zh_cn: Electrum无法与您的{device}相配对. 申请将比特币传送至钱包地址之前, 请确保是否与设备相配对, 或者请确认是否拥有种子(和密码 如果有的话) 反之，收到汇款的比特币无法传送

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
zh_cn: Electrum为获取有关交易和地址的信息，与远程服务器相通。服务器执行同一个目标 只在硬件设备不同. 大部分是Electrum 选择一个随机服务. 但是可以直接手动选择偏好的服务器。

source: Enter a list of BTCV addresses (this will create a watching-only wallet), or a list of private keys.
zh_cn: 请输入BTCV地址目录 (this will create a watching-only wallet),或者，请输入 个人 钥匙目录.

source: Multi-signature Standard wallet
zh_cn: 多重署名标准地址

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
zh_cn: 在这服务器未锁上币.随时使用钱包种子''重建钱包 未使用远程服务器也可以提取资金.

source: Pair your 2 Keys Vault wallet with Gold Wallet
zh_cn: 请将2密钥Vault钱包与 Gold Wallet相配对

source: Pair your 3 Keys Vault wallet with Gold Wallet
zh_cn: 请将3密钥Vault钱包与 Gold Wallet相配对

source: Standard wallet
zh_cn: 标准钱包

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
zh_cn: 在下一步生成钱包种子. 这种子在电脑上保存不了，必须写在纸张上保存. 为防止恶性软件，应在离线操作之后将钱包转移至在线电脑上.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
zh_cn: 此服务使用一个多签名钱包，您在其中拥有3个密钥中的2个。第三个钥匙是替代使用者署名交易，并保存在远程服务器上.对于使用远程服务器的交易将收取小部分手续费。.

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
zh_cn: 双重身份验证是TrustedCoin提供的一项服务.它使用一个多签名钱包，您在其中拥有3个密钥中的2个。 第三个密钥是替代使用者署名交易，并保存在远程服务器上. 为了利用该功能需在手机上安装谷歌认证软件.

source: Use Gold Wallet and import the wallet
zh_cn: 使用Gold Wallet 及导入钱包

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{button}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
zh_cn: 为了完成钱包的生成，需在线状态. 若 在离线电脑上生成种子的情况, 为了关闭此窗口点击 "{button}"后, 将钱包文件转移至在线电脑上. 之后 将Electrum重新执行.

source: Cancel transactions
zh_cn: 取消交易

source: Cancellation address
zh_cn: 取消地址

source: Confirmation PIN from GoldWallet:
zh_cn: 来自GoldWallet的确认PIN：

source: Generate an authenticator on GoldWallet and scan the following QR code:
zh_cn: 在GoldWallet上生成身份验证器，并扫描以下QR码：

source: GoldWallet authenticator public key
zh_cn: GoldWallet验证公钥

source: IP/port in format: [host]:[port]
zh_cn: IP /端口，格式： [主机]：[端口]

source: Invalid cancellation address
zh_cn: 错误的取消地址

source: Multi-Signature Wallet
zh_cn: 多数签名钱包

source: Never type it on a website.
zh_cn: 请绝对不要在网址中输入

source: Please save these {0} words on paper (order is important).
zh_cn: 请在纸上保存这些{0}个单词（顺序很重要）。

source: Segwit
zh_cn: 隔离见证

source: Testnet
zh_cn: 测试网

source: This seed will allow you to recover your wallet in case of computer failure.
zh_cn: 此种子将使您在计算机出现故障时，可以恢复钱包。

source: Thus, you might want to keep using a non-segwit wallet in order to be able to receive bitcoins during the transition period.
zh_cn: 因此，您可能希望继续使用non-segwit钱包，以便在过渡期间能够接收比特币

source: TrustedCoin
zh_cn: 受信任的币

source: Unconfirmed parent
zh_cn: 未确认的parent
