Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: At most 100 satoshis might be lost due to this rounding.
es_es: Es posible que se pierdan hasta 100 satoshis con este redondeo.
ja_jp: 四捨五入により、最大100サトシーの差が発生する可能性があります。
zh_cn: 由于这种四舍五入的算法，最多可能会丢失100个聪

source: Audio MODEM
es_es: MODEM de audio
ja_jp: オーディオモデム
zh_cn: 音频调制解调器

source: Audio Modem Settings
es_es: Configuración del Módem de audio
ja_jp: オーディオモデム設定
zh_cn: 音频调制解调器设置

source: Authorization
es_es: Autorización
ja_jp: 許可
zh_cn: 授权

source: Auto connect
es_es: Conectarse automáticamente
ja_jp: 自動連結
zh_cn: 自动连接

source: Auto-connect
es_es: Conexión automática
ja_jp: 自動連結
zh_cn: 自动连接

source: Automatically check for software updates
es_es: Buscar actualizaciones de software automáticamente
ja_jp: ソフトウェアアップデートを自動で確認します。
zh_cn: 自动检查软件更新

source: BIP39 seed (Gold Wallet integration)
es_es: BIP39 seed (Integración de Gold Wallet)
ja_jp: BIP39シード(ゴールドウォレット統合)
zh_cn: BIP39 种子 (Gold Wallet 通用)

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
es_es: Las semillas BIP39 pueden importarse en Electrum, de manera que los usuarios puedan acceder a los fondos guardados en otros monederos.
ja_jp: BIP39 シードは利用者の他のウォレット資金に接近する為、 Electrumから読み込ませることが出来ます。
zh_cn: BIP39种子可以被导入Electrum中，以便用户可以获得锁定在其他钱包中的资金

source: BIP70 Invoice
es_es: Factura BIP70
ja_jp: BIP70インボイス
zh_cn: BIP70发票

source: Back
es_es: Volver
ja_jp: 戻る
zh_cn: 返回

source: Balance
ja_jp: 残高
zh_cn: 余额

source: Banner
ja_jp: バナー
zh_cn: 横幅

source: Base unit
es_es: Unidad básica
ja_jp: 基本単位
zh_cn: 基本单位

source: Base unit of your wallet.
es_es: Unidad básica de su monedero
ja_jp: ウォレットの基本単位
zh_cn: 钱包的基本单位

source: Batch RBF transactions
es_es: Transacciones de lotes RBF
ja_jp: RBF取引の一括処理
zh_cn: 批量RBF交易

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
es_es: Antes de informar un fallo, actualice a la versión más reciente de Electrum (versión más reciente o git HEAD), e incluya el número de versión en su informe.
ja_jp: エラー報告以前、最新バージョンのElectrum (latest release or git HEAD)にアップデートし、バージョン名を記入して報告してください。
zh_cn: 在报告错误之前，请将Electrum升级到最新版本（最近更新版本或git HEAD），并且，错误报告中应包含Electrum版本号

source: Bit rate [kbps]:
es_es: Tasa de bits [kbps]:
ja_jp: ビットレート[kbps]:
zh_cn: 比特率[kbps]：

source: Bitcoin Address
es_es: Dirección de Bitcoin
ja_jp: ビットコインアドレス
zh_cn: 比特币地址

source: Bitcoin Address is None
es_es: No hay ninguna dirección de Bitcoin
ja_jp: ビットコインアドレスが存在しません。
zh_cn: 比特币地址为无

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
es_es: Por lo general, las transacciones de Bitcoin no son gratuitas. Hay una tarifa de transacción que debe pagar quien envía los fondos.
ja_jp: ビットコイン取引は一般的に無料ではありません。取引手数料が送信者に請求されます。
zh_cn: 比特币交易通常不是免费的。交易费由汇款人支付

source: Blacklist
es_es: Lista negra
ja_jp: ブラックリスト
zh_cn: 黑名单

source: Blockchain
ja_jp: ブロックチェーン
zh_cn: 区块链

source: Bottom
ja_jp: 下段
zh_cn: 底部

source: Broadcast
es_es: Transmitir
ja_jp: 発信
zh_cn: 广播

source: Broadcasting transaction...
es_es: Transmitir transacción...
ja_jp: 取引放送
zh_cn: 正在广播交易……

source: Bump Fee
es_es: Tarifa de aumento
ja_jp: 手数料バンピング

source: Bump fee
es_es: Aumentar tarifa
ja_jp: 手数料バンピング

source: CLTV expiry
es_es: Expiración de CLTV
ja_jp: CLTV満了
zh_cn: CLTV到期

source: Calibration sheet
es_es: Hoja de calibración
ja_jp: 校正シート
zh_cn: 校准表单

source: Calibration values:
es_es: Valores de calibración:
ja_jp: 校正値:
zh_cn: 校准值：

source: Can send
es_es: Puede enviar
ja_jp: 送信可能
zh_cn: 可以发送

source: Can't CPFP: unknown fee for parent transaction.
es_es: No es posible realizar CPFP: tarifa desconocida para transacción principal.
ja_jp: CPEP不可：上位取引の手数料確認不可。
zh_cn: 无法使用CPFP：上级交易的费用未知。

source: Can't bump fee: unknown fee for original transaction.
es_es: No es posible aumentar la tarifa: traifa desconocida para la transacción original.
ja_jp: 手数料バンピング不可：既存取引の手数料確認不可。
zh_cn: 无法 bump fee:：原始交易手续费未知

source: Can't plot history.
es_es: No es posible trazar el historial.
ja_jp: 内訳を読み込めません。
zh_cn: 无法生成历史记录。

source: Cancel
es_es: Cancelar
ja_jp: キャンセル
zh_cn: 取消

source: Cancel seedphrase
es_es: Cancelar frase semilla
ja_jp: シードフレーズキャンセル
zh_cn: 取消助记词

source: Cancel seedphrase not matching any key in this wallet
es_es: Cancelar frase semilla que no coincida con ninguna clave en este monedero
ja_jp: シードフレーズキャンセルが現在のウォレットキーと一致しません
zh_cn: 取消此钱包中不匹配任何密钥的种子助记词

source: Cancel transaction public key
es_es: Cancelar clave pública de transacción
ja_jp: 公開キー取引キャンセル
zh_cn: 取消交易公钥

source: Cancelled by user
es_es: Cancelada por el usuario
ja_jp: 使用者のキャンセル
zh_cn: 被用户取消

source: Cannot add this cosigner:
es_es: No se pudo agregar este cosignatario:
ja_jp: 該当共同署名人を追加出来ません:
zh_cn: 无法添加此共同签署者：

source: Cannot broadcast transaction
es_es: No se pudo transmitir la transacción
ja_jp: 取引を発信できません
zh_cn: 无法广播交易

source: Cannot bump fee
es_es: No se pudo aumentar la tarifa
ja_jp: 手数料をバンピング出来ません
zh_cn: 无法bump fee

source: Cannot create window for wallet
es_es: No se pudo crear una ventana para el monedero
ja_jp: ウォレット生成画面を生成出来ません
zh_cn: 无法为钱包创建窗口

source: Cannot load wallet
es_es: No se pudo cargar el monedero
ja_jp: ウォレットを読み込めません
zh_cn: 无法加载钱包

source: Cannot read file
es_es: No se pudo leer el archivo
ja_jp: ファイルを読み込めません
zh_cn: 无法读取文件

source: Cannot sign messages with this type of address:
es_es: No es posible firmar mensajes con este tipo de dirección:
ja_jp: 該当アドレスのメッセージは承認出来ません:
zh_cn: 无法使用此类型的地址签署邮件：

source: Capacity
es_es: Capacidad
ja_jp: 容量
zh_cn: 容量

source: Capital Gains
es_es: Aumento de Capital
ja_jp: 資本収益
zh_cn: 资本收益

source: Capital gains
es_es: Aumento de capital
ja_jp: 資本収益
zh_cn: 资本收益

source: Chain split detected at block {0}
es_es: Se detectó una división de cadena en el bloque {0}
ja_jp: ブロック{0}でチェーン分割が感知されました
zh_cn: 在{0}号区块上检测到链拆分

source: Change
es_es: Cambiar
ja_jp: 変更
zh_cn: 更改

source: Change Password
es_es: Cambiar contraseña
ja_jp: パスワード変更
zh_cn: 更改密码

source: Changing PIN code.
es_es: Cambiando código PIN
ja_jp: PINコード変更
zh_cn: 更改PIN密码。

source: Channel Details
es_es: Detalles del canal
ja_jp: チャンネル詳細情報
zh_cn: 通道详细信息

source: Channel ID
es_es: ID de canal
ja_jp: チャンネルID
zh_cn: 通道ID号

source: Channel ID:
es_es: ID de canal:
ja_jp: チャンネルID:
zh_cn: 通道ID号：

source: Channel already closed
es_es: El canal ya se ha cerrado
ja_jp: チャンネルは既に終了されました。
zh_cn: 通道已关闭

source: Channel closed
es_es: Canal cerrado
ja_jp: チャンネル終了
zh_cn: 通道关闭

source: Channel closed, you may need to wait at least {number} blocks, because of CSV delays
es_es: Canal cerrado, es posible que debas esperar al menos {number} bloques debido a CSV retrasos
ja_jp: チャンネルが終了されました。CSV遅延により、最小{number}ブロックが必要です
zh_cn: 通道已关闭，由于CSV延迟，您可能需要至少等待{number}个区块

source: Channel details
es_es: Detalles del canal
ja_jp: チャンネル詳細情報
zh_cn: 通道详细信息

source: Channel established.
es_es: Canal establecido.
ja_jp: チャンネルが生成されました。
zh_cn: 通道已建立。

source: Channel updates to query.
es_es: Actualización de canal para consultar.
ja_jp: queryでチャンネルアップデート。
zh_cn: 查询通道更新。

source: Channels
es_es: Canales
ja_jp: チャンネル
zh_cn: 通道

source: Channels in database.
es_es: Canales en la base de datos.
ja_jp: データベースのマイチャンネルが存在します。
zh_cn: 数据库中的通道。

source: Check this box to request a new secret. You will need to retype your seed.
es_es: Marque esta casilla para solicitar un nuevo secreto. Deberá volver a escribir su semilla.
ja_jp: 新しいシークレット要請の為、該当ボックスをチェックしてください。シードの再入力が必要とされます。
zh_cn: 选中此框，请求新的机密。您将需要重新输入种子。

source: Checking for updates...
es_es: Buscando actualizaciones…
ja_jp: アップデート確認中...
zh_cn: 查询更新...

source: Chinese Simplified
es_es: Chino simplificado
ja_jp: 中国語简体
zh_cn: 简体中文

source: Choose PIN code
es_es: Seleccionar código PIN
ja_jp: PINコードを選択してください
zh_cn: 选择PIN密码

source: Choose Seed type
es_es: Seleccionar tipo de semilla
ja_jp: シートタイプを選択してください
zh_cn: 选择种子类型

source: Choose a password to encrypt your wallet keys.
es_es: Seleccione una contraseña para escriptar las claves de su monedero
ja_jp: ウォレットキーを暗号化する為、パスワードを選択してください。
zh_cn: 选择一个密码来加密您的钱包密钥。

source: Choose a server
es_es: Seleccionar un servidor
ja_jp: サーバーを選択してください。
zh_cn: 选择服务器

source: Choose from peers
es_es: Elige entre pares
ja_jp: ピアから選択してください。
zh_cn: 选择同行

source: Choose the number of signatures needed to unlock funds in your wallet:
es_es: Elija la cantidad de firmas necesarias para desbloquear fondos en su monedero:
ja_jp: ウォレットの資金に接近する為、必要な署名数を選択してください:
zh_cn: 选择解锁钱包中的资金所需的签名数量：

source: Choose the type of addresses in your wallet.
es_es: Elija el tipo de direcciones en su monedero.
ja_jp: ウォレットアドレスの種類を選択してください。
zh_cn: 选择钱包中的地址类型。

source: Choose the type of wallet
es_es: Elija el tipo de billetera
ja_jp: ウォレットの種類をお選びください
zh_cn: 请选择钱包种类

source: Choose transaction type.
es_es: Elija el tipo de transacción.
ja_jp: 取引タイプを選択してください。
zh_cn: 选择交易类型。

source: Choose which online block explorer to use for functions that open a web browser
es_es: Elija qué explorador de bloques en línea utilizar para las funciones que abren un navegador web
ja_jp: ウェブブラウザオープン機能を使用する為、オンライン・ブロック探索機を選択してください。
zh_cn: 选择哪个在线区块浏览器用于打开Web浏览器

source: Choose your chain
es_es: Seleccione su cadena
ja_jp: チェーンを選択してください
zh_cn: 选择你的链

source: Choose...
es_es: Seleccionar...
ja_jp: 選択してください...
zh_cn: 选择...

source: Clear
es_es: Borrar
ja_jp: クリア
zh_cn: 清除

source: Click Send to proceed
es_es: Haga clic en Enviar para continuar
ja_jp: 進行するの為、伝送するをクリックしてください
zh_cn: 单击发送继续

source: Click here to hide this message.
es_es: Haga clic aquí para ocultar este mensaje.
ja_jp: メッセージ表示を希望されない場合にはクリックしてください。
zh_cn: 单击此处隐藏此消息。

source: Clipboard is empty
es_es: El portapapeles está vacío
ja_jp: クリップボードが空です
zh_cn: 剪贴板是空的

source: Close
es_es: Cerrar
ja_jp: 終了
zh_cn: 关闭

source: Close channel
es_es: Cerrar canal
ja_jp: チャンネル終了
zh_cn: 关闭通道

source: Close channel?
es_es: ¿Cerrar canal?
ja_jp: チャンネルを終了しますか？
zh_cn: 确定关闭通道吗？

source: Co&ins
es_es: Mo&nedas
ja_jp: コ&イン

source: Code
es_es: Código
ja_jp: コード
zh_cn: 编码

source: Coin control active
es_es: Control de monedas activo
ja_jp: コインコントロールが活性化されました。
zh_cn: 硬币控制已激活

source: Coin is frozen
es_es: La moneda está congelada
ja_jp: コインが凍結しました
zh_cn: 硬币被冻结

source: Coin selected to be spent
es_es: Moneda seleccionada para gastar
ja_jp: 選択したコインを伝送します
zh_cn: 选择要使用的硬币

source: Coin selection
es_es: Selección de monedas
ja_jp: コイン選択
zh_cn: 硬币选择

source: Coin selection (alert)
es_es: Selección de monedas (alerta)
ja_jp: コイン選択(通知)
zh_cn: 硬币选择（警报）

source: Coin selection (non-alert)
es_es: Selección de monedas (sin alerta)
ja_jp: コイン選択(未通知)
zh_cn: 硬币选择（非警报）

source: Coin selection active ({num_utxos} UTXOs selected)
es_es: Selección de monedas activa ({num_utxos} UTXO seleccionados)
ja_jp: コイン選択が活性化しました({num_utxos} UTXOが選択されました。
zh_cn: 硬币选择激活（已选择{num_utxos}个UTXO）

source: Color theme
es_es: Tema de color
ja_jp: テーマカラー
zh_cn: 色彩主题

source: Combine
es_es: Combinar
ja_jp: 結合
zh_cn: 结合

source: Con&sole
es_es: Con&sola
ja_jp: コン&ソール

source: Con&tacts
es_es: Con&tactos
ja_jp: 連絡&先

source: Confirm Passphrase:
es_es: Confirmar contraseña:
ja_jp: パスフレーズ確認:
zh_cn: 确认密码：

source: Confirm Password:
es_es: Confirmar contraseña:
ja_jp: パスワード確認:
zh_cn: 确认密码：

source: Confirm Seed
es_es: Confirmar semilla
ja_jp: シード確認
zh_cn: 确认种子

source: Confirm Seed Extension
es_es: Confirmar extensión de semilla
ja_jp: シード拡張確認
zh_cn: 确认种子扩展名

source: Confirm Transaction
es_es: Confirmar transacción
ja_jp: 取引確認
zh_cn: 确认交易

source: Confirm Transaction on your Ledger device...
es_es: Confirme la transacción en su dispositivo Ledger ...
ja_jp: レジャーデバイスの取引確認…
zh_cn: 在您的Ledger上确认交易...

source: Confirm new PIN
es_es: Confirmar nuevo PIN
ja_jp: 新しいPIN確認
zh_cn: 确认新密码

source: Confirmed
es_es: Confirmado
ja_jp: 確認完了
zh_cn: 已确认

source: Confirmed. Signing Transaction...
es_es: Confirmado. Firmando Transacción ...
ja_jp: 確認完了。取引に署名します...
zh_cn: 已确认。正在签署交易...

source: Connected node
es_es: Nodo conectado
ja_jp: ノード連結完了
zh_cn: 连接的节点

source: Connected nodes are on the same chain
es_es: Los nodos conectados están en la misma cadena
ja_jp: 連結されたノードが同一チェーンに存在します
zh_cn: 连接的节点在同一链上

source: Connected to {0} nodes.
es_es: Conectado a {0} nodos.
ja_jp: {0}ノードに連結されました。
zh_cn: 已连接到{0}个节点。

source: Connecting...
es_es: Conectando ...
ja_jp: 連結中...
zh_cn: 正在连接...

source: Connection strings must be in <node_pubkey>@<host>:<port> format
es_es: Las cadenas de conexión deben estar en formato <node_pubkey> @ <host>: <port>
ja_jp: 連結文字は必ず<node_pubkey>@<host>:<port>形式に構成されなければなりません
zh_cn: 连接字符串必须采用<node_pubkey> @ <host>：<port>格式

source: Connections with Electrum servers
es_es: Conexiones con servidores Electrum
ja_jp: Electrumサーバー連結
zh_cn: 与Electrum服务器的连接

source: Connections with lightning nodes
es_es: Conexiones con nodos de lightning
ja_jp: ライトニングノード連結
zh_cn: 与闪电节点的连接

source: Consider trying to connect to a different server, or updating Electrum.
es_es: Considere intentar conectarse a un servidor diferente o actualizar Electrum.
ja_jp: 他のサーバーへの連結、 Electrumをアップデートしてください。
zh_cn: 考虑尝试连接到其他服务器或更新Electrum。

source: Contacts
es_es: Contactos
ja_jp: 連結
zh_cn: 联系人

source: Copy
es_es: Copiar
ja_jp: コピー
zh_cn: 复制

source: Copy Address
es_es: Copiar dirección
ja_jp: アドレスコピー
zh_cn: 复制地址

source: Copy Request
es_es: Solicitud de copia
ja_jp: 要請コピー
zh_cn: 复制请求

source: Copy Transaction ID
es_es: Copiar ID de transacción
ja_jp: トランザクションIDコピー
zh_cn: 复制交易ID

source: Copy and Close
es_es: Copiar y cerrar
ja_jp: コピー後、終了
zh_cn: 复制并关闭

source: Copy and paste the recipient address using the Paste button, or use the camera to scan a QR code.
es_es: Copie y pegue la dirección del destinatario con el botón Pegar o utilice la cámara para escanear un código QR.
ja_jp: 貼り付けボタンを利用し、受信者のウォレットアドレスをコピーして貼り付けるかもしくはカメラでQRコードをスキャンしてください
zh_cn: 使用粘贴按钮,复制并粘贴收件人地址，或使用相机扫描QR码。

source: Copy to clipboard
es_es: Copiar al portapapeles
ja_jp: クリップボードにコピーされました
zh_cn: 复制到剪贴板

source: Copy {column_title}
es_es: Copiar {column_title}
ja_jp: コピー {column_title}
zh_cn: 复制{column_title}

source: Cosign with hardware device
es_es: Firmar con dispositivo de hardware
ja_jp: ハードウェア機器に共同署名
zh_cn: 与硬件设备共同签名

source: Cosigner Pool
es_es: Pool de cosignatarios
ja_jp: 共同署名人プール
zh_cn: 联合签名人池

source: Could not close channel:
es_es: No se pudo cerrar el canal:
ja_jp: チャンネルを終了出来ません:
zh_cn: 无法关闭频道：

source: Could not force close channel:
es_es: No se pudo forzar el cierre del canal:
ja_jp: チャンネルを強制的に終了出来ません:
zh_cn: 无法强制关闭频道：

source: Could not open channel: {error_value}
es_es: No se pudo abrir el canal: {error_value}
ja_jp: チャンネルを開けません: {error_value}
zh_cn: 无法打开通道：{error_value}

source: Could not retrieve Terms of Service:
es_es: No se pudieron recuperar las Condiciones del Servicio:
ja_jp: 利用規約を読み込めません。:
zh_cn: 无法检索服务条款：

source: Crash report
es_es: Informe del fallo
ja_jp: 衝突報告
zh_cn: 崩溃报告

source: Create a new Revealer
es_es: Crear un Revelador nuevo
ja_jp: 新しいRevealer生成
zh_cn: 创建一个新的Revealer

source: Create a new seed
es_es: Crea una nueva semilla
ja_jp: 新しいシード生成
zh_cn: 创建新种子

source: Create keystore from a master key
es_es: Crear un almacén de claves a partir de una clave maestra
ja_jp: マスターキーからキーのリポジトリ生成
zh_cn: 从主密钥创建密钥库

source: Create new wallet
es_es: Crear nuevo monedero
ja_jp: 新しいウォレット生成
zh_cn: 创建新钱包

source: Create or restore
es_es: Crear o restaurar
ja_jp: 生成もしくは復旧
zh_cn: 创建或还原

source: Create transaction
es_es: Crear transacción
ja_jp: 取引生成
zh_cn: 创建交易

source: Critical Error
es_es: Error crítico
ja_jp: 致命的エラー
zh_cn: 关键错误

source: Current Fee
es_es: Tarifa actual
ja_jp: 現在の手数料
zh_cn: 当前费用

source: Current Fee rate
es_es: Tasa de tarifa actual
ja_jp: 現在の手数料比率
zh_cn: 当前费用率

source: Current Password:
es_es: Contraseña actual:
ja_jp: 現在のパスワード:
zh_cn: 当前密码：

source: Current feerate
es_es: Tarifa actual
ja_jp: 現在の手数料比率
zh_cn: 当前费率

source: Current rate
es_es: Tasa actual
ja_jp: 現在のレート
zh_cn: 当前率

source: Current version: {version}
es_es: Versión actual: {version}
ja_jp: 現在バージョン: {version}
zh_cn: 当前版本：{version}

source: Custom
es_es: Personalizado
ja_jp: カスタム
zh_cn: 自定义

source: Custom secret
es_es: Secreto personalizado
ja_jp: カスタム非公開
zh_cn: 自定义秘密

source: Dark
es_es: Oscuro
ja_jp: 暗くする
zh_cn: 暗

source: Dark/Light
es_es: Oscuro/Claro
ja_jp: 暗くする／明るくする
zh_cn: 暗/亮

source: Date
es_es: Fecha
ja_jp: 日付
zh_cn: 日期

source: Date: {date}
es_es: Fecha: {date}
ja_jp: 日付: {date}
zh_cn: 日期：{date}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
es_es: Los registros de depuración se pueden conservar en el disco ya que son útiles para solucionar problemas.
ja_jp: デバッグログがディスクに保存される場合がございます。デバッグログは問題解決に役立ちます。
zh_cn: 调试日志可以保存到磁盘。 这些对于故障排除很有用。

source: Debug message
es_es: Mensaje de depuración
ja_jp: デバッグメッセージ
zh_cn: 调试消息

source: Decrypt
es_es: Descifrar
ja_jp: 復号化
zh_cn: 解密

source: Default
es_es: Predeterminado
ja_jp: デフォルト
zh_cn: 默认

source: Default Servers
es_es: Servidores predeterminados
ja_jp: デフォルトサーバー
zh_cn: 默认服务器

source: Delete
es_es: Eliminar
ja_jp: 削除
zh_cn: 删除

source: Delete expired requests?
es_es: ¿Eliminar solicitudes caducadas?
ja_jp: 満了された要請を削除しますか？
zh_cn: 删除过期的请求吗？

source: Delete invoice?
es_es: ¿Eliminar factura?
ja_jp: インボイスを削除しますか？
zh_cn: 删除发票吗？

source: Delete request?
es_es: ¿Borrar petición?
ja_jp: 要請を削除しますか？
zh_cn: 删除请求吗？

source: Delete wallet file?
es_es: ¿Eliminar archivo de monedero?
ja_jp: ウォレットファイルを削除しますか？
zh_cn: 删除钱包文件吗？

source: Delete wallet?
es_es: ¿Eliminar monedero?
ja_jp: ウォレットを削除しますか？
zh_cn: 删除钱包吗？

source: Denomination
es_es: Denominación
ja_jp: デノミネーション
zh_cn: 面值

source: Description
es_es: Descripción
ja_jp: 説明
zh_cn: 描述

source: Description of the transaction (not mandatory).
es_es: Descripción de la transacción (opcional).
ja_jp: 取引詳細(選択的)。
zh_cn: 交易说明（非强制性）。

source: Details
es_es: Detalles
ja_jp: 詳細
zh_cn: 细节

source: Details...
es_es: Detalles...
ja_jp: 詳細...
zh_cn: 细节...

source: Developers
es_es: Desarrolladores
ja_jp: 開発者
zh_cn: 开发人员

source: Device not in Bitcoin mode
es_es: Dispositivo no en modo Bitcoin
ja_jp: 機器がビットコインモードにありません。
zh_cn: 设备不在比特币模式下

source: Digital Revealer ({version}_{code_id}) saved as PNG and PDF at:
es_es: Revelador digital ({version} _ {code_id}) guardado como PNG y PDF en:
ja_jp: デジタルRevealer ({version}_{code_id})が PNGとPDFで次に保存されましたます:
zh_cn: Digital Revealer（{version} _ {code_id}）在以下位置另存为PNG和PDF：

source: Disable LN
es_es: Inhabilitar LN
ja_jp: LN非活性化
zh_cn: 禁用LN

source: Disable Lightning?
es_es: ¿inhabilitar Lightning?
ja_jp: ライトニングを非活性化しますか？
zh_cn: 禁用闪电吗？

source: Disabled
es_es: Inhabilitado
ja_jp: 非活性化されました。
zh_cn: 已禁用

source: Disconnected
es_es: Desconectado
ja_jp: 連結が解除されました。
zh_cn: 断开连接

source: Distributed by Electrum Technologies GmbH
es_es: Distribuido por Electrum Technologies GmbH
ja_jp: Electrum Technologies GmbH提供
zh_cn: 由Electrum Technologies GmbH分发

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
es_es: No ingrese aquí información confidencial/privada. El informe será visible en el rastreador de problemas públicos.
ja_jp: 敏感、個人的な情報は入力しないでください。該当報告書は公開されたイシュートラッカーに公開されます。
zh_cn: 请勿在此处输入敏感/私人信息。 该报告将在公共问题跟踪器上可见。

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
es_es: No pegue aquí código que no comprenda. La ejecución de código incorrecto podría provocar la pérdida irreversible de sus monedas.
ja_jp: 誤ったコードを貼り付けないでください。 誤ったコードを施行するのは、不可逆的なコインの損失を引き起こす可能性があります。
zh_cn: 不要在您不确定的地方粘贴代码。执行错误的代码可能会导致您的硬币不可挽回地丢失。

source: Do not store it electronically.
es_es: No lo guarde de manera electrónica.
ja_jp: パソコン上に保存しないでください。
zh_cn: 不要以电子方式存储它。

source: Do not use Gold Wallet
es_es: No utilice Gold Wallet
ja_jp: ゴールドウォレットを利用しない
zh_cn: 不要使用Gold Wallet

source: Do you have something to hide ?
es_es: ¿Tienes algo que esconder?
ja_jp: 隠すべきものがございますか?
zh_cn: 您需要隐藏吗？

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
es_es: ¿Desea crear una nueva semilla o restaurar un monedero usando una semilla?
ja_jp: 新しいシード生成と既存のシードを利用したウォレット復元の中、どの作業をご希望しますか？
zh_cn: 您是要创建新种子，还是要使用现有种子还原钱包？

source: Do you want to delete '{path}'?
es_es: ¿Quiere eliminar '{path}'?
ja_jp: '{path}'を削除しますか?
zh_cn: 您要删除'{path}'吗？

source: Do you want to delete the old file
es_es: ¿Quiere eliminar el archivo antiguo?
ja_jp: 古いファイルを削除しますか？
zh_cn: 您要删除旧文件吗

source: Do you want to launch the wizard again?
es_es: ¿Quiere iniciar el asistente de nuevo?
ja_jp: ウィザードを施行しますか？
zh_cn: 您要再次启动该向导吗？

source: Do you want to open it now?
es_es: ¿Quiere abrirlo ahora?
ja_jp: 今ファイルをオープンしますか？
zh_cn: 您现在要打开它吗？

source: Do you want to remove {address} from your wallet?
es_es: ¿Quiere eliminar {address} de tu monedero?
ja_jp: ウォレットから {address}を削除しますか?
zh_cn: 您要从钱包中删除{address}吗？

source: Do you want to send this report?
es_es: ¿Quiere enviar este informe?
ja_jp: 該当報告を伝送しますか？
zh_cn: 您要发送此报告吗？

source: Do you want to use Gold Wallet as a transaction authenticator?
es_es: ¿Quiere utilizar Gold Wallet como autenficador de transacciones?
ja_jp: 取引認証にゴールドウォレットを使用しますか?
zh_cn: 您想将Gold Wallet用作交易验证吗？

source: Do you wish to continue?
es_es: ¿Desea continuar?
ja_jp: 続けますか？
zh_cn: 你想继续吗？

source: Don't know any addresses for node:
es_es: No se conoce ninguna dirección para el nodo:
ja_jp: ノードアドレスを確認できません。
zh_cn: 不知道节点的任何地址：

source: Don't show this again.
es_es: No volver a mostrar esto.
ja_jp: 再度表示しない
zh_cn: 不要再显示。

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
es_es: Debido a un error, las versiones antiguas de Electrum NO crearán el mismo monedero como versiones más recientes u otro software.
ja_jp: バグにより最新バージョン又は他のソフトウェアが存在する場合、旧バージョンのElectrumは同一なアドレスを生成できません。
zh_cn: 由于存在错误，旧版本的Electrum将无法与新版本或其他软件创建相同的钱包。

source: Dynamic fee estimates not available
es_es: Estimaciones de tarifas dinámicas no disponibles
ja_jp: 請求される手数料の予測はできません
zh_cn: 没有动态费用估算

source: Each revealer should be used only once.
es_es: Cada revelador debe usarse solo una vez.
ja_jp: 各revealerは一度のみ使用されなければなりません。
zh_cn: 每个展示器只能使用一次。

source: Edit {title}
es_es: Editar {title}
ja_jp: 修正 {title}
zh_cn: 编辑{title}

source: Electrum Plugins
es_es: Complementos de Electrum
ja_jp: Electrumプラグイン
zh_cn: Electrum插件

source: Electrum connects to several nodes in order to download block headers and find out the longest blockchain.
es_es: Electrum se conecta a varios nodos para descargar encabezados de bloque y descubre la cadena de bloques más larga.
ja_jp: Electrumはブロックヘッダをダウンロードするため、多数のノードと連結し、最も長いブロックチェーンを探し出します。
zh_cn: Electrum连接到多个节点，以便下载区块头并找出最长的区块链。

source: Electrum preferences
es_es: Preferencias de Electrum
ja_jp: Electrum選好度
zh_cn: Electrum偏好

source: Electrum requests your transaction history from a single server. The returned history is checked against blockchain headers sent by other nodes, using Simple Payment Verification (SPV).
es_es: Electrum solicita su historial de transacciones desde un solo servidor. Los el historial devuelto se compara con los encabezados de blockchain enviados por otros nodos, mediante la verificación de pago simple (SPV).
ja_jp: Electrumは単一サーバーについて取引内訳を要請します。他のノードが送ったブロックチェーンヘッダについて単純支払検証(spv)を利用し、返還された内訳を確認します。
zh_cn: Electrum从单个服务器请求您的交易历史记录。使用简单付款验证（SPV），对照其他节点发送的区块链标头检查返回的历史记录。

source: Electrum sends your wallet addresses to a single server, in order to receive your transaction history.
es_es: Electrum envía las direcciones de su monedero a un solo servidor, para recibir su historial de transacciones.
ja_jp: Electrumはウォレットアドレスを単一サーバーに伝送し、取引内訳を得ます。
zh_cn: Electrum将您的钱包地址发送到一台服务器，以便接收您的交易历史记录。

source: Electrum wallet
es_es: monedero Electrum
ja_jp: Electrumウォレット
zh_cn: Electrum 钱包

source: Electrum was unable to copy your wallet file to the specified location.
es_es: Electrum no pudo copiar el archivo de su monedero en la ubicación especificada.
ja_jp: Electrumが指定された位置に貴下のウォレットファイルをコピーできませんでした。
zh_cn: Electrum无法将您的钱包文件复制到指定位置。
