Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: The file '{path}' contains an incompletely created wallet. Do you want to complete its creation now?
es_es: El archivo '{path}' contiene un monedero creado de manera incompleta. ¿Quiere completar su creación ahora?
ja_jp: '{path}'ファイルに不完全に生成されたウォレットが含まれています。 このウォレットの生成を完了しますか？
zh_cn: 文件'{path}'包含一个不完整创建的钱包。 您现在要完成其创建吗？

source: The file was removed
es_es: El archivo fue eliminado
ja_jp: ファイルが削除されました。
zh_cn: 文件已删除

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
es_es: El firmware de su dispositivo de hardware es demasiado antiguo. Si es posible, debería actualícelo. Puede ignorar este error e intentar continuar, sin embargo, es probable que se rompan.
ja_jp: 貴下のハードウェア機器のファームウェアは旧バージョンです。可能であれば、アップグレードを実施してください。このメッセージを無視してもよろしいですが、継続に使われるとエラーが発生する恐れがあります。
zh_cn: 您的硬件设备的固件太旧。 如果可能，应该升级它。 您可以忽略此错误，然后尝试继续，但是事情可能会中断。

source: The following addresses were added
es_es: Se agregaron las siguientes direcciones
ja_jp: 次のアドレスが追加されました。
zh_cn: 添加了以下地址

source: The following alias providers are available:
es_es: Los siguientes proveedores de alias están disponibles:
ja_jp: 次の匿名のプロバイダーが使用できます。:
zh_cn: 以下别名提供程序可用：

source: The following inputs could not be imported
es_es: No se pudieron importar las siguientes entradas
ja_jp: 次の入力値を読み込めません。
zh_cn: 以下输入无法导入

source: The new fee rate needs to be higher than the old fee rate.
es_es: La nueva tasa de tarifa debe ser más alta que la anterior.
ja_jp: 新しい手数料率は既存の手数料率より高くなければなりません。
zh_cn: 新收费率必须高于旧收费率。

source: The operation is undefined. Not just in Electrum, but in general.
es_es: La operación no está definida. No solo en Electrum, sino en general.
ja_jp: Electrumだけでなく、一般的に確認できない活動です。
zh_cn: 操作是不确定的。不仅在Electrum中，而且通常而言。

source: The server returned an error when broadcasting the transaction.
es_es: El servidor devolvió un error al transmitir la transacción.
ja_jp: サーバーで取引発信時、発生したエラーを返送しました
zh_cn: 服务器在广播交易时，返回了错误。

source: The server returned an error.
es_es: El servidor devolvió un error.
ja_jp: サーバーでエラーを返送しました
zh_cn: 服务器返回错误。

source: The server returned an unexpected transaction ID when broadcasting the transaction.
es_es: El servidor devolvió un ID de transacción inesperado al transmitir el transacción.
ja_jp: 取引発信時、予測されていない取引IDがサーバーから返されました。
zh_cn: 服务器在广播交易时，返回了意外交易的ID。

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
es_es: La transacción fue rechazada porque contiene múltiples salidas OP_RETURN.
ja_jp: 多重のOP_RETURN出力値を持っているため、取引はキャンセルしました。
zh_cn: 该交易被拒绝，因为它包含多个OP_RETURN输出。

source: The transaction was rejected because it is too large (in bytes).
es_es: La transacción fue rechazada porque es demasiado grande (en bytes).
ja_jp: (バイト)超過で取引は拒否されました
zh_cn: 该交易被拒绝，因为它太大（以字节为单位）。

source: The type of addresses used by your wallet will depend on your seed.
es_es: El tipo de direcciones utilizadas por su monedero dependerá de su semilla.
ja_jp: ウォレットで使用されるウォレットタイプはシードにより変動します。
zh_cn: 您的钱包使用的地址类型取决于您的种子。

source: The wallet '{path}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
es_es: La '{path} del monedero contiene varias cuentas, que ya no son compatibles a partir de Electrum 2.7. ¿Quiere dividir su monedero en varios archivos?
ja_jp: ウォレット'{path}'がElectrum 2.7以降サポートしない多重のアカウントを含めています。 多重のファイルでウォレット分離しますか??
zh_cn: 钱包'{path}'包含多个帐户，自Electrum 2.7版本后起，不再支持多个账户。 您要将钱包分成多个文件吗？

source: Then, enter your Google Authenticator code:
es_es: Luego, ingrese su código de Autenticador de Google:
ja_jp: その後、グーグル認証コードを入力してください:
zh_cn: 然后，输入您的Google Authenticator双重验证代码：

source: There is a new update available
es_es: Hay una nueva actualización disponible
ja_jp: 利用可能な新しいアップデートがあります
zh_cn: 有一个新的更新

source: There was a problem with the automatic reporting:
es_es: Hubo un problema con los informes automáticos:
ja_jp: 自動報告の際、エラーが発生しました:
zh_cn: 自动报告出现了问题：

source: Therefore, two-factor authentication is disabled.
es_es: Por lo tanto, la autenticación de dos factores está inhabilitada.
ja_jp: 従って、2段階認証は非活性化されました。
zh_cn: 因此，禁用了双重身份验证。

source: This address has already been used. For better privacy, do not reuse it for new payments.
es_es: Esta dirección ya se ha utilizado. Para una mejor privacidad, no lo reutilice para nuevos pagos.
ja_jp: アドレスがすでに使用されました。プライバシー保護のため新しい取引に使わないでください。
zh_cn: 该地址已被使用。 为了获得更好的隐私，请勿将其重复用于新付款交易

source: This blockchain is used to verify the transactions sent by your transaction server.
es_es: Esta cadena de bloques se utiliza para verificar las transacciones enviadas por su transacción servidor.
ja_jp: 取引 サーバーに転送された取引を検証するため、該当ブロックチェーンが使われました。
zh_cn: 此区块链用于验证您的交易服务器发送的交易

source: This channel will be usable after {number} confirmations
es_es: Este canal se podrá utilizar después de {number} confirmaciones
ja_jp: {number}件の承認以降、チャンネルを使用できます
zh_cn: 在{number}条确认后，该通道才可用

source: This feature is not available for watch-only wallets.
es_es: Esta función no está disponible para carteras solo para relojes.
ja_jp: 確認専用ウォレットではサポートしない機能です。
zh_cn: 此功能不适用于仅可视钱包。

source: This file does not exist.
es_es: Este archivo no existe.
ja_jp: ファイルが存在しません。
zh_cn: 此文件不存在。

source: This file is already open in memory.
es_es: Este archivo ya está abierto en la memoria.
ja_jp: このファイルはすでにメモリ内で開かれました。
zh_cn: 此文件已在内存中打开。

source: This file is encrypted using a hardware device.
es_es: Este archivo está cifrado mediante un dispositivo de hardware.
ja_jp: ファイルがハードウェア機器で暗号化しています。
zh_cn: 此文件使用硬件设备加密。

source: This file is encrypted with a password.
es_es: Este archivo está encriptado con una contraseña.
ja_jp: ファイルがパスワードで暗号化しています。
zh_cn: 此文件已使用密码加密。

source: This function is only available for standard wallets when using {device}.
es_es: Esta función solo está disponible para monederos estándar cuando se usa {device}.
ja_jp: 該当機能は{device}を使用する場合、標準ウォレットでのみ使用可能です。
zh_cn: 在使用{device}时，此功能仅适用于标准钱包

source: This information is seen by the recipient if you send them a signed payment request.
es_es: El destinatario puede ver esta información si le envía un pago firmado solicitud.
ja_jp: 署名された支払い申込み転送時、受信者は情報を確認できます。
zh_cn: 如果您向他们发送已签名的付款请求，收件人将看到此信息

source: This invoice has been paid already
es_es: Esta factura ya se pagó
ja_jp: すでに支払いされたインボイスです
zh_cn: 此发票已付清

source: This invoice has expired
es_es: Esta factura ha caducado
ja_jp: 満了したインボイスです
zh_cn: 此发票已过期

source: This is a watching-only wallet
es_es: Este es un monedero de solo lectura
ja_jp: 確認専用ウォレットです。
zh_cn: 这是一个仅可视钱包

source: This is a watching-only wallet.
es_es: Este es un monedero de solo lecturar.
ja_jp: 確認専用ウォレットです。
zh_cn: 这是一个仅可视钱包

source: This is a watching-only wallet. It does not contain private keys.
es_es: Este es un monedero de solo lectura. No contiene claves privadas.
ja_jp: 確認専用ウォレットです。プライベートキーを含んでいません。
zh_cn: 这是一个仅可视钱包。它不包含私钥。

source: This is discouraged.
es_es: Esto está desanimado.
ja_jp: これはお勧めできません。
zh_cn: 不推荐这样做。

source: This is the height of your local copy of the blockchain.
es_es: Esta es la altura de su copia local de la cadena de bloques.
ja_jp: これがブロックチェーンのローカルコピーの高さです。
zh_cn: 这是您的本地区块链副本的高度。

source: This may result in higher transactions fees.
es_es: Esto puede resultar en tarifas de transacción más altas.
ja_jp: より高い手数料が発生する場合がございます。
zh_cn: 这可能会导致更高的交易费用。

source: This means you will not be able to spend Bitcoins with it.
es_es: Esto significa que no podrá gastar Bitcoins con él.
ja_jp: ビットコインを転送できません。
zh_cn: 这意味着您将无法使用比特币。

source: This might improve your privacy somewhat.
es_es: Esto podría mejorar un poco su privacidad.
ja_jp: プライバシーレベルを向上できます。
zh_cn: 这可能会在某种程度上改善您的隐私设置

source: This payment request will be signed.
es_es: Esta solicitud de pago será firmada.
ja_jp: 署名が必要な支払いです。
zh_cn: 此付款请求将被签名。

source: This plug-in allows you to create a visually encrypted backup of your wallet seeds, or of custom alphanumeric secrets.
es_es: Este complemento le permite crear una copia de seguridad cifrada visualmente de su monedero semillas, o de secretos alfanuméricos personalizados.
ja_jp: プラグインを通してウォレットシードもしくは文字で構成されたカスタム非公開の暗号化したバックアップが生成されます
zh_cn: 此插件使您可以创建钱包种子或自定义字母数字机密的可视化加密备份。

source: This plugin adds two-factor authentication to your wallet.
es_es: Este complemento agrega autenticación de dos factores a su monedero.
ja_jp: プラグイン設置時、ウォレットに2段階認証が追加されます。
zh_cn: 此插件为您的钱包添加了双重身份验证。

source: This plugin facilitates the use of multi-signatures wallets.
es_es: Este complemento facilita el uso de carteras de firmas múltiples.
ja_jp: プラグインを利用すると、多重署名のウォレット使用が便利になります。
zh_cn: 此插件有助于使用多签名钱包。

source: This public key was already used. Please generate a new one.
es_es: Esta clave pública ya se utilizó. Genere una nueva.
ja_jp: すでに使われている公開キーです。新しいキーを生成してください。
zh_cn: 此公钥已被使用。请生成一个新的公钥。

source: This setting affects the Send tab, and all balance related fields.
es_es: Esta configuración afecta la pestaña Enviar y todos los campos relacionados con el saldo.
ja_jp: 該当設定は転送タブとすべてのフィールド値に影響を与えます。
zh_cn: 此设置会影响"发送"选项卡以及所有与余额相关的选项。

source: This transaction is not saved. Close anyway?
es_es: Esta transacción no está guardada. ¿Cerrar de todos modos?
ja_jp: 取引を保存していません。終了しますか?
zh_cn: 此交易未保存。是否关闭？

source: This transaction requires a higher fee, or it will not be propagated by your current server
es_es: Esta transacción requiere una tarifa más alta, o no se propagará por su servidor actual
ja_jp: 該当取引は高い手数料の発生もしくは現在のサーバーに発信できない可能性があります
zh_cn: 此交易需要支付更高的费用，否则您当前的服务器将不会传到此交易

source: This type of script is not supported with {device}.
es_es: Este tipo de secuencia de comandos no es compatible con {device}.
ja_jp: 該当のスクリプトタイプは{device}をサポートしません。
zh_cn: {device}不支持这种类型的脚本。

source: This version supports a maximum of {length} characters.
es_es: Esta versión admite un máximo de {length} caracteres.
ja_jp: 該当バージョンでは最大{length}文字までサポートします。
zh_cn: 此版本最多支持{length}个字符。

source: This wallet has no seed
es_es: Este monedero no tiene semilla
ja_jp: ウォレットにシードが存在しません
zh_cn: 这个钱包没有种子

source: This wallet is already registered with TrustedCoin. To finalize wallet creation, please enter your Google Authenticator Code.
es_es: Este monedero ya está registrada con TrustedCoin. Para finalizar la creación de su monedero, ingrese su código de autenticación de Google.
ja_jp: ウォレットがすでにTrustedCoinに登録されています。ウォレット生成を完了するにはグーグルの2段階認証コードを入力してください。
zh_cn: 此钱包已在TrustedCoin中注册。 要完成钱包创建，请输入您的Google Authenticator双重验证代码。

source: This wallet is protected by TrustedCoin's two-factor authentication.
es_es: Este monedero está protegida por la autenticación de dos factores de TrustedCoin.
ja_jp: TrustedCoinの2段階認証でウォレットは保護されています。
zh_cn: 此钱包受TrustedCoin的双重身份验证保护。

source: This wallet is watching-only
es_es: Este monedero es de solo lectura
ja_jp: このウォレットは確認専用ウォレットです。
zh_cn: 此钱包仅供可视

source: This wallet is watching-only.
es_es: Este monedero es de solo lectura.
ja_jp: このウォレットは確認専用ウォレットです。
zh_cn: 此钱包仅供可视

source: This wallet was restored from seed, and it contains two master private keys.
es_es: Este monedero se restauró a partir de la semilla y contiene dos claves privadas maestras.
ja_jp: ウォレットがシードにて復旧し、2つのマスター・プライベートキーを含めています。
zh_cn: 此钱包已从种子中恢复，并且包含两个主私钥。

source: This will delete your lightning private keys
es_es: Esto eliminará sus claves privadas encendidas
ja_jp: ライトニング・プライベートキーを削除します
zh_cn: 这将删除您的闪电私钥

source: This will save fees.
es_es: Esto ahorrará tarifas.
ja_jp: 手数料を節約できます。
zh_cn: 这将节省费用。

source: Time based: fee rate is based on average confirmation time estimates
es_es: Basado en el tiempo: la tarifa se basa en las estimaciones de tiempo promedio de confirmación
ja_jp: 時間ベース: 手数料は平均承認時間を基盤としています
zh_cn: 基于时间：费用率基于平均确认时间评估

source: To
es_es: A
ja_jp: へ
zh_cn: 至

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
es_es: Para crear un monedero para gastos, ingrese una clave privada maestra (xprv / yprv / zprv).
ja_jp: 転送ウォレットの生成のため、マスター公開キーを入力してください(xprv/yprv/zprv).
zh_cn: 要创建支出钱包，请输入主私钥（xprv / yprv / zprv）

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
es_es: Para crear un monedero solo para visualización, ingrese su clave pública maestra (xpub / ypub / zpub).
ja_jp: 確認専用ウォレットを生成するにはマスター公開キーを入力してください(xpub/ypub/zpub).
zh_cn: 要创建仅供可视的钱包，请输入您的主公钥（xpub / ypub / zpub）。

source: To encrypt your backup, first we need to load some noise.
es_es: Para cifrar su copia de seguridad, primero necesitamos cargar algo de ruido.
ja_jp: バックアップを暗号化するため、先にノイズをローディングします。
zh_cn: 要加密您的备份，首先我们需要加载一些噪音。

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
es_es: Para ayudarnos a diagnosticar y solucionar el problema, puede enviarnos un informe de error que contiene información útil de depuración:
ja_jp: トラブル判断及び解決のために有用なデバッグ情報が記載されたエラーを報告してください:
zh_cn: 为了帮助我们诊断和解决问题，您可以向我们发送包含如何调试的错误报告：

source: To make sure that you have properly saved your seed, please retype it here.
es_es: Para asegurarse de que ha guardado correctamente su semilla, vuelva a escribirla aquí.
ja_jp: シード保存を確認するため、再度入力してください。
zh_cn: 为确保您已正确保存种子，请在此处重新输入

source: To setup a local watchtower, you must run Electrum on a machine that is always connected to the internet. Configure a port if you want it to be public.
es_es: Para configurar una atalaya local, debe ejecutar Electrum en una máquina que siempre está conectado a Internet. Configure un puerto si lo desea ser público.
ja_jp: ローカルウォッチタワー設定のため、 常にネット上に連結されているデバイスからElectrumを起動しなければなりません。公開を希望される場合にはポート環境を設定してください。
zh_cn: 要设置本地观望塔，必须在计算机上运行Electrum 该计算机应始终连接到互联网， 如果要使其公开，请配置端口。

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
es_es: Para proteger un poco su privacidad, Electrum intenta crear un cambio con precisión similar a otras salidas.
ja_jp: プライバシー保護のため、Electrumが他の出力値と類似な正確度に変更します
zh_cn: 为保护您的隐私，Electrum尝试通过以下方式创造变化精度与其他输出相似

source: To trigger a rescan, press 'Next'.
es_es: Para activar una nueva exploración, presione 'Siguiente'.
ja_jp: もう一度スキャンする場合は'次へ'を押してください。
zh_cn: 若要重新扫描，请按'下一步'。

source: To try to fix this, we will now re-pair with your device.
es_es: Para intentar solucionar este problema, ahora volveremos a emparejarlo con su dispositivo.
ja_jp: トラブル解決のため、デバイスを再びペアリングします。
zh_cn: 要解决此问题，我们现在将与您的设备重新配对

source: Toggle Encryption
es_es: Alternar cifrado
ja_jp: トグル暗号化
zh_cn: 切换加密

source: Total fee
es_es: Costo total
ja_jp: 全体の手数料
zh_cn: 总费用

source: Total feerate
es_es: Tasa de tarifa total
ja_jp: 全体の手数料率
zh_cn: 总费用率

source: Total size
es_es: Tamaño total
ja_jp: 全体の大きさ
zh_cn: 总大小

source: Transaction
es_es: Transacción
ja_jp: 取引
zh_cn: 交易

source: Transaction ID
es_es: ID de transacción
ja_jp: 取引 ID
zh_cn: 交易ID

source: Transaction ID:
es_es: ID de transacción:
ja_jp: 取引 ID:
zh_cn: 交易ID：

source: Transaction added to wallet history.
es_es: Transacción agregada al historial de monedero.
ja_jp: 取引がウォレット内訳に追加されました。
zh_cn: 交易已添加到钱包历史记录中

source: Transaction could not be broadcast due to dust outputs.
es_es: La transacción no se pudo transmitir debido a la limpieza de producción.
ja_jp: ダスト出力値のため、取引が発信できない場合がございます。
zh_cn: 由于dust输出，无法广播交易

source: Transaction could not be saved.
es_es: No se pudo guardar la transacción.
ja_jp: 取引が保存されない場合がございます。
zh_cn: 无法保存交易

source: Transaction exported successfully
es_es: Transacción exportada correctamente
ja_jp: 取引共有に成功しました
zh_cn: 交易成功导出

source: Transaction is too large in size.
es_es: La transacción es demasiado grande.
ja_jp: 取引の規模が大きすぎます。
zh_cn: 交易规模太大

source: Transaction is unrelated to this wallet.
es_es: La transacción no está relacionada con este monedero.
ja_jp: ウォレットとは関係のない取引です。
zh_cn: 交易与此钱包无关

source: Transaction to join with
es_es: La transacción se unirá con
ja_jp: 取引参加
zh_cn: 要加入的交易

source: Transaction to merge signatures from
es_es: Transacción para fusionar firmas de
ja_jp: 統合署名取引
zh_cn: 合并签名的交易

source: Transaction type
es_es: Tipo de transacción
ja_jp: 取引タイプ
zh_cn: 交易类型

source: Transaction unrelated to your wallet
es_es: Transacción no relacionada con su monedero
ja_jp: ウォレットとは関係のない取引です。
zh_cn: 与您的钱包无关的交易

source: Transaction uses non-standard version.
es_es: La transacción utiliza una versión no estándar.
ja_jp: 取引が非標準化したバージョンを使用しています。
zh_cn: 交易使用非标准版本

source: Transaction:
es_es: Transacción:
ja_jp: 取引:
zh_cn: 交易：

source: Transactions
es_es: Transacciones
ja_jp: 取引
zh_cn: 交易

source: Transactions are encrypted and stored on a remote server.
es_es: Las transacciones se cifran y almacenan en un servidor remoto.
ja_jp: 取引は暗号化後、リモートサーバーに保存されます。
zh_cn: 事务已加密并存储在远程服务器上

source: Transactions to cancel
es_es: Transacciones para cancelar
ja_jp: キャンセルする取引
zh_cn: 要取消的交易

source: True
es_es: Verdadero
ja_jp: 適正
zh_cn: 真正

source: TrustedCoin (2FA) fee for the next batch of transactions
es_es: Tarifa de TrustedCoin (2FA) para el siguiente lote de transacciones
ja_jp: 次の取引進行に対するTrustedCoin (2FA)手数料
zh_cn: 下一批交易的TrustedCoin（2FA）手续费

source: TrustedCoin Information
es_es: Información de TrustedCoin
ja_jp: TrustedCoin情報
zh_cn: 受信任的币信息

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
es_es: TrustedCoin cobra una pequeña tarifa por firmar conjuntamente las transacciones. La tarifa depende de cuántas transacciones prepagas compra. Se agrega una salida adicional a su transacción cada vez que se quede sin transacciones prepagas.
ja_jp: TrustedCoinは共同署名取引へ少ない手数料を請求します。手数料は購入された前払い取引数により変動します。前払い取引が消尽されるたびに追加出力値が 取引に追加されます。
zh_cn: TrustedCoin收取少量费用以共同签署交易。该费用取决于您购买了多少个预付款交易。额外的输出会添加到您的每次用完预付款交易时进行的交易。

source: Try to connect again?
es_es: ¿Intentar conectarse de nuevo?
ja_jp: 再び連結しますか?
zh_cn: 尝试再次连接？

source: Try to explain not only what the bug is, but how it occurs.
es_es: Trate de explicar no sólo qué es el error, sino cómo ocurre.
ja_jp: エラータイプだけでなく、発生経緯についても説明してください。
zh_cn: 不仅要解释错误是什么，还要解释它是如何发生的

source: Try to raise your transaction fee, or use a server with a lower relay fee.
es_es: Intente aumentar su tarifa de transacción o utilice un servidor con una tarifa de retransmisión más baja.
ja_jp: 取引手数料を上げるか、もしくは手数料の低いサーバーを利用してください。
zh_cn: 尝试提高您的交易手续费，或使用手续费用较低的服务器

source: Two Factor Authentication
es_es: Autenticación de dos factores
ja_jp: 2段階認証
zh_cn: 双重身份验证

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
es_es: La autenticación de dos factores es un servicio proporcionado por TrustedCoin. Para usarlo, debe tener un dispositivo independiente con Google Authenticator.
ja_jp: 2段階認証はTrustedCoinで提供します。2段階認証使用のためにはグーグル認証と別途の機器を保有しなければなりません。
zh_cn: 双重身份验证是TrustedCoin提供的一项服务。若要使用它，您必须拥有带有Google Authenticator的设备

source: Type
es_es: Tipo
ja_jp: タイプ
zh_cn: 类型

source: Unable to connect to mail server: {error}
es_es: No se puede conectar al servidor de correo: {error}
ja_jp: 次のメールサーバーに接続できません: {error}
zh_cn: 无法连接到邮件服务器： {error}

source: Unable to create backup
es_es: No se puede crear una copia de seguridad
ja_jp: バックアップを生成できません
zh_cn: 无法创建备份

source: Unable to create csv
es_es: No se puede crear csv
ja_jp: csvを生成できません
zh_cn: 无法创建csv

source: Unable to export history
es_es: No se puede exportar el historial
ja_jp: 内訳をローディングできません
zh_cn: 无法导出历史记录

source: Unable to read file or no transaction found
es_es: No se puede leer el archivo o no se encontró ninguna transacción
ja_jp: ファイルの読み込み失敗もしくは取引が存在しません
zh_cn: 无法读取文件或找不到事务

source: Unable to send report
es_es: No se pudo enviar el informe
ja_jp: 報告を提出できません
zh_cn: 无法发送报告

source: Unconfirmed
es_es: Sin confirmar
ja_jp: 未確認
zh_cn: 未经证实

source: Unexpected password hash version
es_es: Versión de hash de contraseña inesperada
ja_jp: 予測できないパスワードハッシュバージョン
zh_cn: 意外的密码哈希版本

source: Unfreeze
es_es: Descongelar
ja_jp: 凍結解除
zh_cn: 取消冻结

source: Unfreeze Address
es_es: Descongelar dirección
ja_jp: アドレス凍結解除
zh_cn: 取消冻结地址

source: Unfreeze Addresses
es_es: Descongelar direcciones
ja_jp: アドレス凍結解除
zh_cn: 取消冻结地址

source: Unfreeze Coin
es_es: Descongelar moneda
ja_jp: コイン凍結解除
zh_cn: 解冻币

source: Unfreeze Coins
es_es: Descongelar monedas
ja_jp: コイン凍結解除
zh_cn: 解冻币

source: Unknown
es_es: Desconocido
ja_jp: 原因不明
zh_cn: 未知

source: Unknown error
es_es: Error desconocido
ja_jp: 原因不明のエラー発生
zh_cn: 未知错误

source: Unknown error when broadcasting the transaction.
es_es: Error desconocido al transmitir la transacción.
ja_jp: 取引発信の際、原因不明のエラーが発生しました。
zh_cn: 广播事务时发生未知错误

source: Unmatured
es_es: Inmaduro
ja_jp: 未成熟
zh_cn: 未成熟

source: Unrealized gains
es_es: Ganancias no realizadas
ja_jp: 実行されなかった利益
zh_cn: 未实现的收益

source: Unsigned
es_es: No firmado
ja_jp: 署名されていません
zh_cn: 未签名

source: Unsupported password hash version
es_es: Versión de hash de contraseña no admitida
ja_jp: 利用できないパスワードハッシュバージョン
zh_cn: 不支持的密码哈希版本

source: Unused
es_es: No usado
ja_jp: 使用できません
zh_cn: 未被使用过

source: Update Check
es_es: Comprobación de actualización
ja_jp: アップデート確認
zh_cn: 更新检查

source: Update check failed
es_es: Error al comprobar la actualización
ja_jp: アップデート確認失敗
zh_cn: 更新检查失败

source: Update to Electrum {version} is available
es_es: La actualización a Electrum {version} está disponible
ja_jp: Electrum {version} アップグレードが可能です
zh_cn: 可以更新到Electrum {version}

source: Upgrading wallet format...
es_es: Actualizando formato de monedero ...
ja_jp: ウォレットのフォーマットをアップグレードしています...
zh_cn: 正在升级钱包格式...

source: Use Gold Wallet and create a new wallet
es_es: Utilice Gold Wallet y crea una nueva billetera
ja_jp: ゴールドウォレット使用及び新しいウォレットを生成してください
zh_cn: 使用Gold Wallet 及创建新的钱包

source: Use Replace-By-Fee
es_es: Usar Reemplazar por tarifa
ja_jp: 手数料大体機能使用
zh_cn: 使用替换手续费

source: Use Tor Proxy
es_es: Usar Tor Proxy
ja_jp: Torプロキシ使用
zh_cn: 使用硬件设备

source: Use a hardware device
es_es: Utilice un dispositivo de hardware
ja_jp: ハードウェア機器使用
zh_cn: 使用硬件设备

source: Use a master key
es_es: Usar una llave maestra
ja_jp: マスターキー使用
zh_cn: 使用主密钥

source: Use as server
es_es: Usar como servidor
ja_jp: サーバーで使用
zh_cn: 用作服务器

source: Use change addresses
es_es: Usar cambiar direcciones
ja_jp: 変更アドレス使用
zh_cn: 使用更改地址

source: Use multiple change addresses
es_es: Usar varias direcciones de cambio
ja_jp: 多重変更アドレス使用
zh_cn: 使用多个更改地址

source: Use proxy
ja_jp: プロキシ使用
zh_cn: 使用代理服务器

source: Use the camera button to scan a QR code.
es_es: Utilice el botón de la cámara para escanear un código QR.
ja_jp: QRコードをスキャンするため、カメラのボタンを利用してください。
zh_cn: 使用相机上的按钮扫描二维码。

source: Use this dialog to add a password to your wallet.
es_es: Utilice este cuadro de diálogo para agregar una contraseña a su monedero.
ja_jp: ウォレットにパスワードを追加するため、このダイアログを使用してください。
zh_cn: 使用此对话框向您的钱包添加密码

source: Use this dialog to change your password.
es_es: Utilice este cuadro de diálogo para cambiar su contraseña.
ja_jp: パスワード変更のため、このダイアログを使用してください。
zh_cn: 使用此对话框更改密码

source: Use this dialog to toggle encryption.
es_es: Utilice este cuadro de diálogo para alternar el cifrado.
ja_jp: 暗号化トグルのため、このダイアログを使用してください。
zh_cn: 使用此对话框切换加密

source: Used
es_es: Usado
ja_jp: 使用
zh_cn: 使用过的

source: Username
es_es: Nombre de usuario
ja_jp: ユーザー名
zh_cn: 用户名

source: Uses icons from the Icons8 icon pack (icons8.com).
es_es: Utiliza iconos del paquete de iconos Icons8 (icons8.com).
ja_jp: Icons8アイコンパックのアイコンを使用します(icons8.com).
zh_cn: 使用Icons8图标包（icons8.com）中的图标

source: Using change addresses makes it more difficult for other people to track your transactions.
es_es: El uso de direcciones de cambio dificulta el seguimiento de otras personas sus transacciones.
ja_jp: 変更アドレスを使用し他人の取引追跡を防止できます。
zh_cn: 使用更改地址会防止其他人跟踪您的交易。

source: Value
es_es: Valor
ja_jp: 価値
zh_cn: 价值

source: Verification failed!
es_es: ¡Fallo en la verificación!
ja_jp: 検証に失敗しました!
zh_cn: 验证失败！

source: Verification successful!
es_es: ¡Verificación exitosa!
ja_jp: 検証を完了しました!
zh_cn: 验证成功！
