Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: Please retype your seed phrase, to confirm that you properly saved it
es_es: Vuelva a escribir su frase inicial para confirmar que la guardó correctamente
ja_jp: 正しく保存されたのか確認するため、シードフレーズを再入力してください。
zh_cn: 请重新输入您的种子短语，以确认您已正确保存它

source: Please scan a Bitcoin address or a payment request
es_es: Escanee una dirección de Bitcoin o una solicitud de pago
ja_jp: ビットコインアドレスやお支払いの要請をスキャンしてください。
zh_cn: 请扫描比特币地址或付款请求

source: Please select which {device} device to use:
es_es: Seleccione qué dispositivo {device} usar:
ja_jp: ご利用な機械 {device}を選んでください:
zh_cn: 请选择要使用的{device}设备：

source: Please share it with your cosigners.
es_es: Por favor, compártalo con sus consignatarios.
ja_jp: 共同署名者と共有してください。
zh_cn: 请与您的共同签名人共享。

source: Please sign this transaction in order to save it
es_es: Firme esta transacción para guardarla
ja_jp: 保存のため、取引に署名してください。
zh_cn: 请签署此交易，保存它

source: Please try again.
es_es: Inténtalo de nuevo.
ja_jp: もう一度試してみてください。
zh_cn: 请重试

source: Please type it here.
es_es: Por favor escríbalo aquí.
ja_jp: こちらに入力してください。
zh_cn: 请在此输入

source: Please type your seed phrase using the virtual keyboard.
es_es: Por favor, escriba su frase inicial con el teclado virtual.
ja_jp: 仮想キーボードを使ってシードフレーズを入力してください。
zh_cn: 请使用虚拟键盘输入您的种子短语。

source: Please wait
es_es: Por favor espera
ja_jp: 少々お待ちください。
zh_cn: 请等待

source: Please wait while Electrum checks for available updates.
es_es: Espere mientras Electrum busca actualizaciones disponibles.
ja_jp: エレクトラムがアップデートを確認する間、お待ちください。
zh_cn: 请等待Electrum检查之后的更新

source: Please wait...
es_es: Por favor espera...
ja_jp: お待ちください。
zh_cn: 请等待...

source: Port
es_es: Puerto
ja_jp: ポート
zh_cn: 端口

source: Port number must be decimal
es_es: El número de puerto debe ser decimal
ja_jp: ポート数字は小数点でなければなりません。
zh_cn: 端口号必须为十进制

source: Position in mempool: {size} from tip
es_es: Posición en mempool: {size} de la sugerencia
ja_jp: mempoolに位置:チップから {size}
zh_cn: 内存池中的位置：？的{size}

source: Preferences
es_es: Preferencias
ja_jp: 好み設定
zh_cn: 优先

source: Press 'Next' to choose device to decrypt.
es_es: Pulse 'Siguiente' para elegir el dispositivo que desea descifrar.
ja_jp: 復号化する機会を選択するため、'次へ'をクリックしてください。
zh_cn: 点击"下一步"选择要解密的设备

source: Press 'Next' to create this wallet, or choose another file.
es_es: Presione 'Siguiente' para crear este monedero o elija otro archivo.
ja_jp: このウォレットを生成するため、 '次へ'をクリックしたり、他のファイルを選んでください。
zh_cn: 按"下一步"创建此钱包，或选择另一个文件。

source: Press 'Next' to create/focus window.
es_es: Presione 'Siguiente' para crear / enfocar la ventana.
ja_jp: ウィンドウ生成/フォーカスするため、'次へ'をクリックしてください。
zh_cn: 按'下一步'创建/聚焦窗口。

source: Press 'Next' to open this wallet.
es_es: Presione 'Siguiente' para abrir este monedero.
ja_jp: ウォレットを開くため、'次へ'をクリックしてください。
zh_cn: 点击"下一步"打开钱包

source: Press Enter
es_es: Presiona Enter
ja_jp: Enterを押してください。
zh_cn: 点击Enter

source: Press again to exit
es_es: Presione de nuevo para salir
ja_jp: 終了のため、もう一度押してください。
zh_cn: 再次点击退出

source: Printer Calibration
es_es: Calibración de la impresora
ja_jp: Printer較正
zh_cn: 打印机校准

source: Private key
es_es: Llave privada
ja_jp: プライベートキー
zh_cn: 密钥

source: Private keys
es_es: Claves privadas
ja_jp: プライベートキー
zh_cn: 密钥

source: Private keys exported.
es_es: Claves privadas exportadas.
ja_jp: プライベートキーが抽出されました。
zh_cn: 密钥已导出

source: Problem opening channel:
es_es: Problema al abrir el canal:
ja_jp: チャネルを開く際、問題発生:
zh_cn: 问题开放频道:

source: Proceed at your own risk.
es_es: Proceda bajo su propio riesgo.
ja_jp: 危険を甘んじて進行してください。
zh_cn: 继续需要本人自担风险

source: Provides support for air-gapped transaction signing.
es_es: Proporciona soporte para la firma de transacciones con espacios abiertos.
ja_jp: 空売り署名に支援します。
zh_cn: 提供对空白交易签名的支持

source: Proxy
ja_jp: プロキシ
zh_cn: 代理

source: Proxy configuration
es_es: Configuración de proxy
ja_jp: プロキシ設定
zh_cn: 代理配置

source: Proxy mode
es_es: Modo proxy
ja_jp: プロキシモード
zh_cn: 代理模式

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
es_es: La configuración de proxy se aplica a todas las conexiones: con servidores Electrum, pero también con servicios de terceros.
ja_jp: プロキシ設定は全ての接続に適用されます。:エレクトラムサーバーだけではなく、第三者サービスにも適用。
zh_cn: 代理设置适用于所有连接：与Electrum服务器的连接，也与第三方服务的连接

source: Proxy user
es_es: Usuario proxy
ja_jp: プロキシ使用者
zh_cn: 代理用户

source: PubKey cropped because too long string passed
es_es: PubKey recortado porque pasó una cadena demasiado larga
ja_jp: 長すぎるstringのため、 PubKey切られる。
zh_cn: 公钥被剪切，因为递交字符串过长

source: Public key
es_es: Llave pública
ja_jp: 公開キー
zh_cn: 公钥

source: Public keys
es_es: Claves públicas
ja_jp: 公開キー
zh_cn: 公钥

source: QR Code
es_es: Código QR
ja_jp: QRコード
zh_cn: 二维码

source: QR code
es_es: Código QR
ja_jp: QRコード
zh_cn: 二维码

source: QR code copied to clipboard
es_es: Código QR copiado al portapapeles
ja_jp: QRコードがクリップボードにコピーされました。
zh_cn: 二维码代码已复制到剪贴板

source: QR code saved to file
es_es: Código QR guardado en archivo
ja_jp: QRコードがファイルに保存される。
zh_cn: 二维码代码已保存到文件

source: Question
es_es: Pregunta
ja_jp: 質問
zh_cn: 问题

source: Quit
es_es: Abandonar
ja_jp: 終了
zh_cn: 退出

source: R/W error accessing path
es_es: Error de R / W al acceder a la ruta
ja_jp: R/W エラーアクセス経路
zh_cn: R / W错误访问路径

source: Raw Transaction
es_es: Transacción sin procesar
ja_jp: 元の取引
zh_cn: 原始交易

source: Read QR code
es_es: Leer código QR
ja_jp: QRコードを読み取る
zh_cn: 读取二维码

source: Read file
es_es: Leer archivo
ja_jp: ファイルを読み込む
zh_cn: 读取文件

source: Read from microphone
es_es: Leer desde el micrófono
ja_jp: マイクで読み込む
zh_cn: 从麦克风读取

source: Ready to encrypt for revealer {version}
es_es: Listo para cifrar para el revelador {version}
ja_jp: revealer {version}に暗号化準備
zh_cn: 准备对revealer程序{version}进行加密

source: Receive
es_es: Recibir
ja_jp: 受け取る
zh_cn: 接收

source: Received (mSAT):
es_es: Recibido (mSAT):
ja_jp: (mSAT) 受け取る:
zh_cn: 接收完毕（mSAT）：

source: Receiving
es_es: Recepción
ja_jp: 受信中
zh_cn: 接收中

source: Recipient
es_es: Destinatario
ja_jp: 受信者
zh_cn: 接收者

source: Recipient not specified.
es_es: Destinatario no especificado.
ja_jp: 受信者未指定
zh_cn: 未指定接收者

source: Recipient of the funds.
es_es: Destinatario de los fondos.
ja_jp: 金額受信者
zh_cn: 资金接收者

source: Redeem Script
es_es: Canjear guión
ja_jp: スクリプト償還
zh_cn: 兑换脚本

source: Remote
es_es: Remoto
ja_jp: リモート
zh_cn: 远程

source: Remote CTN
es_es: CTN remoto
ja_jp: リモートCTN
zh_cn: 远程CTN

source: Remote Node ID
es_es: ID de nodo remoto
ja_jp: リモートノードID
zh_cn: 远程节点 ID

source: Remote channel reserve:
es_es: Reserva de canal remoto:
ja_jp: リモートチャネル予備:
zh_cn: 远程频道储备：

source: Remote dust limit:
es_es: Límite de polvo remoto:
ja_jp: リモートdust制限:

source: Remote peer ID
es_es: ID de par remoto
ja_jp: リモートピアID
zh_cn: 远程对等ID

source: Remove
es_es: Eliminar
ja_jp: 除去
zh_cn: 删除

source: Remove from wallet
es_es: Eliminar del monedero
ja_jp: ウォレットから除去
zh_cn: 从钱包中删除

source: Remove {labels} from your list of contacts?
es_es: ¿Eliminar {labels} de tu lista de contactos?
ja_jp: 連絡先から{labels}を除去しますか。
zh_cn: 从您的联系人列表中删除{labels}？

source: Replace by fee
es_es: Reemplazar por tarifa
ja_jp: 手数料交代
zh_cn: 按费用替换

source: Report contents
es_es: Contenido del informe
ja_jp: 内容報告
zh_cn: 报告内容

source: Report sent
es_es: Reporte enviado
ja_jp: レポートを送る
zh_cn: 报告已发送

source: Reporting Bugs
es_es: Informar errores
ja_jp: バグの報告中
zh_cn: 报告错误

source: Request
es_es: Solicitud
ja_jp: 要請
zh_cn: 请求

source: Request copied to clipboard
es_es: Solicitud copiada al portapapeles
ja_jp: 要請がクリップボードにコピーされました。
zh_cn: 请求已复制到剪贴板

source: Request expires
es_es: La solicitud caduca
ja_jp: 要請満了
zh_cn: 请求已过期

source: Request payment
es_es: Solicitar pago
ja_jp: お支払いの要請
zh_cn: 请求付款

source: Request rejected by server
es_es: Solicitud rechazada por el servidor
ja_jp: 要請がサーバーよって拒否される
zh_cn: 请求已被服务器拒绝

source: Request saved successfully
es_es: Solicitud guardada correctamente
ja_jp: 要請が成功的に保存されました。
zh_cn: 请求已成功保存

source: Request sent.
es_es: Solicitud enviada.
ja_jp: 要請完了。
zh_cn: 请求已发送

source: Requested amount
es_es: Cantidad requerida
ja_jp: 要請金額
zh_cn: 要求金额

source: Requesting account info from TrustedCoin server...
es_es: Solicitando información de la cuenta del servidor TrustedCoin ...
ja_jp: サーバーからアカウント情報を要請中
zh_cn: 正在从TrustedCoin服务器请求帐户信息...

source: Requestor
es_es: Solicitante
ja_jp: 要請者
zh_cn: 申请人

source: Require {0} signatures
es_es: Requerir {0} firmas
ja_jp: {0} 署名が必要です。
zh_cn: 需要{0}签名

source: Requires
es_es: Requiere
ja_jp: 必要
zh_cn: 需要

source: Reset
es_es: Reiniciar
ja_jp: リセット
zh_cn: 重置

source: Restore 2FA wallet
es_es: Restaurar monedero 2FA
ja_jp: 2FAウォレット復旧
zh_cn: 还原2FA钱包

source: Restore two-factor Wallet
es_es: Restaurar monedero de dos factores
ja_jp: 2FAウォレット復旧
zh_cn: 还原双重验证钱包

source: Revealer - Printer calibration settings
es_es: Revealer - Configuración de calibración de la impresora
ja_jp: Revealer - Printer較正設定
zh_cn: Revealer - Printer 校准设置

source: Revealer Backup Utility
es_es: Utilidad de copia de seguridad del revelador
ja_jp: Revealerバックアップユーティリティー
zh_cn: Revealer 备份实用程序

source: Revealer Secret Backup Plugin
es_es: Complemento de compia de seguridad del secreto del revelador
ja_jp: Revealer Secret バックアップ・プラグイン
zh_cn: Revealer Secret机密备份插件

source: Revealers starting with 0 are not secure due to a vulnerability.
es_es: Los reveladores que comienzan con 0 no son seguros debido a una vulnerabilidad.
ja_jp: 0から始まるRevealersは脆弱性のため、安全ではありません。

source: Right side
es_es: Lado derecho
ja_jp: 右側
zh_cn: 右侧

source: Route
es_es: Ruta
ja_jp: 経路
zh_cn: 路线

source: Run PayServer
es_es: Ejecutar PayServer
ja_jp: PayServer実行
zh_cn: 运行PayServer

source: Run Watchtower
es_es: Ejecutar Atalaya
ja_jp: Watchtower実行
zh_cn: 运行Watchtower

source: SSL cert file
es_es: Archivo de certificado SSL
ja_jp: SSL certファイル
zh_cn: SSL cert文件

source: SSL domain
es_es: Dominio SSL
ja_jp: SSLドメイン
zh_cn: SSL 域名

source: SSL key file
es_es: Archivo de claves SSL
ja_jp: SSLキーファイル
zh_cn: SSL 钥匙文件

source: Save
es_es: Guardar
ja_jp: 保存
zh_cn: 保存

source: Save invoice to file
es_es: Guardar factura en archivo
ja_jp: ファイルにインボイス保存
zh_cn: 将invoice保存到文件

source: Save transaction offline
es_es: Guardar transacción sin conexión
ja_jp: オフラインから取引保存
zh_cn: 离线保存交易

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electrum.
es_es: Guarde las etiquetas de su monedero en un servidor remoto y sincronícelas entre varios dispositivos en los que utiliza Electrum.
ja_jp: ウォレットラベルをリモートサーバーに保存し、エレクトラムを利用している様々な機械から同期化してください。
zh_cn: 将您的钱包标签保存在远程服务器上，并在使用Electrum时，多个设备之间进行同步。

source: Script type
es_es: Tipo de secuencia de comandos
ja_jp: スクリプトタイプ
zh_cn: 脚本类型

source: Script type and Derivation path
es_es: Tipo de secuencia de comandos y ruta de derivación
ja_jp: スクリプトタイプや派生経路
zh_cn: 脚本类型和派生路径

source: Security Card Challenge
es_es: Desafío de la tarjeta de seguridad
ja_jp: 保安カードChallenge
zh_cn: 安全卡Challenge

source: Seed
es_es: Semilla
ja_jp: シード
zh_cn: 种子

source: Seed available
es_es: Semilla disponible
ja_jp: シード利用可能
zh_cn: 可使用种子

source: Seed extension
es_es: Extensión de semillas
ja_jp: シード延長
zh_cn: 种子扩展名

source: Segwit 2FA
ja_jp: Segwit2段階認証
zh_cn: 隔离见证双重认证

source: Segwit wallets use bech32 addresses, defined in BIP173.
es_es: Los monederos Segwit usan direcciones bech32, definidas en BIP173.
ja_jp: Segwitウォレットはbech32アドレスを利用し、 BIP173に定義される。
zh_cn: 隔离见证钱包使用BIP173中定义的bech32地址

source: Select a device
es_es: Seleccione un dispositivo
ja_jp: 機械を選ぶ
zh_cn: 选择设备

source: Select date
es_es: Seleccione fecha
ja_jp: 日付を選ぶ
zh_cn: 选择日期

source: Select file to export your private keys to
es_es: Seleccione el archivo al que exportar sus claves privadas
ja_jp: プライベートキーを共有するファイルを選んでください。
zh_cn: 选择要导出密钥的文件

source: Select file to export your wallet transactions to
es_es: Seleccione el archivo al que exportar las transacciones de su monedero
ja_jp: ウォレットの取引を共有するファイルを選んでください。
zh_cn: 选择要导出钱包交易的文件

source: Select file to save your {title}
es_es: Selecciona el archivo para guardar tu {title}
ja_jp: {title}を保存するファイルを選んでください。
zh_cn: 选择文件来保存{title}

source: Select server automatically
es_es: Seleccionar servidor automáticamente
ja_jp: サーバーを自動で選ぶ
zh_cn: 自动选择服务器

source: Select server manually
es_es: Seleccionar servidor manualmente
ja_jp: サーバーを受動で選ぶ
zh_cn: 手动选择服务器

source: Select where to save file
es_es: Seleccione dónde guardar el archivo
ja_jp: 保存するファイルを選ぶ
zh_cn: 选择要保存的文件

source: Select where to save your payment request
es_es: Seleccione dónde guardar su solicitud de pago
ja_jp: お支払いの要請を保存する位置を選ぶ
zh_cn: 选择要保存支付请求的位置

source: Select where to save your signed transaction
es_es: Seleccione dónde guardar su transacción firmada
ja_jp: 署名した取引を保存する位置を選ぶ
zh_cn: 选择要保存签名的交易位置

source: Select which language is used in the GUI (after restart).
es_es: Seleccione qué idioma se utiliza en la GUI (después de reiniciar).
ja_jp: GUIで利用する言語の選択(再起動の後)。
zh_cn: 在GUI中选择需使用的语言（重新启动后）

source: Select your server automatically
es_es: Seleccione su servidor automáticamente
ja_jp: サーバーの自動選択
zh_cn: 自动选择服务器

source: Select your transaction file
es_es: Seleccione su archivo de transacción
ja_jp: 取引ファイル選択
zh_cn: 选择交易文件

source: Send
es_es: Enviar
ja_jp: 送る
zh_cn: 发送

source: Send Bug Report
es_es: Enviar informe de errores
ja_jp: バグレポートを送る
zh_cn: 发送错误报告

source: Send and receive payment request with an email account
es_es: Enviar y recibir solicitud de pago con una cuenta de correo electrónico
ja_jp: メールアカウントからお支払いの要請を送って、受け取る
zh_cn: 使用电子邮件账户发送和接收支付请求

source: Send and receive payment requests via email
es_es: Enviar y recibir solicitudes de pago por correo electrónico
ja_jp: メールアカウントからお支払いの要請を送って、受け取る
zh_cn: 使用邮件发送和接收支付请求

source: Send to cosigner
es_es: Enviar a consignador
ja_jp: 共同署名者へ送る
zh_cn: 发送给共同签名人

source: Send to speaker
es_es: Enviar al altavoz
ja_jp: スピーカーで送る
zh_cn: 发送给发言人

source: Send via e-mail
es_es: Enviar por correo electrónico
ja_jp: メールで送る
zh_cn: 通过电子邮件发送

source: Sending
es_es: Enviando
ja_jp: 送信中
zh_cn: 发送中

source: Sending crash report...
es_es: Enviando informe de fallos ...
ja_jp: 衝突レポート送信中...
zh_cn: 正在发送崩溃报告...

source: Sending transaction to cosigning pool...
es_es: Enviando transacción al grupo de cosignatarios ...
ja_jp: 取引を共同署名プールへ送信中...
zh_cn: 正在将交易发送到共同签名池...

source: Sent (mSAT):
es_es: Enviado (mSAT):
ja_jp: (mSAT) 送信:
zh_cn: 已发送（mSAT）：

source: Sent HTLC with ID {id}
es_es: Enviado HTLC con ID {id}
ja_jp: ID {id}や HTLC 送信
zh_cn: 发送了ID为{id}的HTLC

source: Server
es_es: Servidor
ja_jp: サーバー
zh_cn: 服务器

source: Server hosting your email account
es_es: Servidor que aloja su cuenta de correo electrónico
ja_jp: メールアカウントのホスティングサーバー
zh_cn: 托管您的电子邮件帐户的服务器

source: Server is lagging ({number} blocks)
es_es: El servidor está retrasado ({number} bloques)
ja_jp: サーバーが ({number} blocks)を引き延ばしています。
zh_cn: 服务器滞后（{number}个区块）

source: Server not reachable.
es_es: Servidor no accesible.
ja_jp: サーバーに接続ができません。
zh_cn: 服务器无法访问。

source: Server peers
es_es: Compañeros de servidor
ja_jp: サーバーピア
zh_cn: 服务器？

source: Server returned unexpected transaction ID.
es_es: El servidor devolvió un ID de transacción inesperado.
ja_jp: サーバが予測されていない取引IDを変換しました。
zh_cn: 服务器返回了意外交易ID。

source: Server used to query your history.
es_es: Servidor utilizado para consultar su historial.
ja_jp: 内訳をqueryするのに利用されるサーバー。
zh_cn: 用于查询您的历史记录的服务器。

source: Services
es_es: Servicios
ja_jp: サービス
zh_cn: 服务

source: Set the value of the change output so that it has similar precision to the other outputs.
es_es: Establezca el valor de la salida de cambio para que tenga una precisión similar a la otras salidas.
ja_jp: 他の出力値や類似の精密度を持つように変更出力値を設定。
zh_cn: 设置更改输出值，使其具有与其他输出相似的准确度。

source: Set wallet file encryption.
es_es: Establecer cifrado de archivos de monedero.
ja_jp: ウォレットファイルの暗号化設定。
zh_cn: 设置钱包文件加密。

source: Settings
es_es: Configuración
ja_jp: 設定
zh_cn: 设置

source: Share Bitcoin Request
es_es: Compartir solicitud de Bitcoin
ja_jp: ビットコイン要請共有
zh_cn: 共享比特币请求

source: Share Invoice
es_es: Compartir factura
ja_jp: インボイス共有
zh_cn: 共享发票

source: Short Chan ID
es_es: ID de canal corto
ja_jp: Short チャネル ID
zh_cn: 短通道ID

source: Short Channel ID
es_es: ID de canal corto
ja_jp: Short チャネル ID
zh_cn: 短通道ID

source: Short Channel ID:
es_es: ID de canal corto:
ja_jp: Short チャネル ID:
zh_cn: 短通道ID

source: Should this transaction be replaceable?
es_es: ¿Esta transacción debería ser reemplazable?
ja_jp: この取引が交代することが可能でなければなりませんか？
zh_cn: 该交易是否可以更换？

source: Show
es_es: Mostrar
ja_jp: 表示
zh_cn: 显示

source: Show Fiat balance for addresses
es_es: Mostrar balance de dinero fiduciario para direcciones
ja_jp: アドレスに対するフィアット残高表示
zh_cn: 显示法定货币余额地址

source: Show QR Code
es_es: Mostrar código QR
ja_jp: QRコード表示
zh_cn: 显示QR二维码

source: Show as QR code
es_es: Mostrar como código QR
ja_jp: QRコードで表示
zh_cn: 显示为QR二维码

source: Show on Ledger
es_es: Mostrar en Ledger
ja_jp: レジャーに表示
zh_cn: 在Ledger上显示

source: Show on {device}
es_es: Mostrar en {device}
ja_jp: {device}に表示
zh_cn: 在{device}上显示

source: Show report contents
es_es: Mostrar el contenido del informe
ja_jp: レポートの内容表示
zh_cn: 显示报告内容

source: Show {tab_description}
es_es: Mostrar {tab_description}
ja_jp: {tab_description} 表示
zh_cn: 显示{tab_description}

source: Show/Hide
es_es: Mostrar ocultar
ja_jp: 表示する/隠す
zh_cn: 显示/隐藏

source: Showing address ...
es_es: Mostrando dirección ...
ja_jp: アドレス表示中...
zh_cn: 显示地址...

source: Sign
es_es: Firmar
ja_jp: 署名
zh_cn: 签名

source: Sign/verify Message
es_es: Firmar / verificar mensaje
ja_jp: メッセージ署名/検証
zh_cn: 签名/验证信息

source: Sign/verify message
es_es: Firmar / verificar mensaje
ja_jp: メッセージ署名/検証
zh_cn: 签名/验证信息

source: Signature
es_es: Firma
ja_jp: 署名
zh_cn: 签名

source: Signature verified
es_es: Firma verificada
ja_jp: 署名検証済み
zh_cn: 签名已验证

source: Signed
es_es: Firmado
ja_jp: 署名済み
zh_cn: 已签名

source: Signing
es_es: Firmando
ja_jp: 署名中
zh_cn: 签名

source: Signing transaction...
es_es: Firmando transacción ...
ja_jp: 取引署名中...
zh_cn: 交易正在签名中...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
es_es: Firmar con una dirección en realidad significa firmar con el correspondiente clave privada, y verificando con la clave pública correspondiente. La dirección que ha introducido no tiene una clave pública única, por lo que estas operaciones no se puede ejecutar.
ja_jp: アドレスに署名することは、当該プライベートキーで署名することを意味し、当該公開キーで検証することを意味します。入力したアドレスは固有の公開キーがないため、この作業を実行することが不可能です。
zh_cn: 使用地址签名实际上意味着使用相应的签名私钥，并使用相应的公钥进行验证。 地址您输入的没有唯一的公用密钥，因此这些操作无法执行。

source: Size:
es_es: Talla:
ja_jp: 大きさ:
zh_cn: 大小：

source: Something went wrong while executing Electrum.
es_es: Algo salió mal al ejecutar Electrum.
ja_jp: エレクトラムを実行中、エラーが発生しました。
zh_cn: 执行Electrum时出现错误。

source: Sorry!
es_es: ¡Lo siento!
ja_jp: 申し訳ございません。
zh_cn: 抱歉！

source: Sorry, but we were unable to check for updates. Please try again later.
es_es: Lo sentimos, pero no pudimos buscar actualizaciones. Vuelve a intentarlo más tarde.
ja_jp: 申し訳ございません。アップデートの確認は不可能です。もう一度、試してみてください。
zh_cn: 很抱歉，暂时无法检查更新。请稍后再试

source: Source
es_es: Fuente
ja_jp: ソース
zh_cn: 资源

source: Spanish
es_es: Español
ja_jp: スペイン語
zh_cn: 西班牙语

source: Spend
es_es: Gastar
ja_jp: 消費
zh_cn: 花费

source: Spend from
es_es: Gastar desde
ja_jp: で消費
zh_cn: 消费于

source: Spend only confirmed coins
es_es: Gasta solo monedas confirmadas
ja_jp: 確認されたコインのみ、消費してください。
zh_cn: 仅能消费已确认的硬币

source: Spend only confirmed inputs.
es_es: Gaste sólo las entradas confirmadas.
ja_jp: 確認された入力値のみ、消費してください。
zh_cn: 仅能消费确认的输入值

source: Start
es_es: Comienzo
ja_jp: スタート
zh_cn: 开始

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin system.
es_es: Los tiempos de inicio son instantáneos porque funcionan en conjunto con servidores de rendimiento que manejan las partes más complicadas de Bitcoin sistema.
ja_jp: ビットコインシステムで最も複雑な部分を処理する高性能サーバーと連動して運営されるため、開始時間が早いです。
zh_cn: 启动时间是即时的，因为它与可处理比特币系统最复杂部分的高性能服务器一起运行。

source: State
es_es: Estado
ja_jp: 状態
zh_cn: 状态

source: Static
es_es: Estático
ja_jp: 静的
zh_cn: 静态的

source: Status
es_es: Estado
ja_jp: 状態
zh_cn: 状态

source: Status:
es_es: Estado:
ja_jp: 状態:
zh_cn: 状态:

source: Success
es_es: Éxito
ja_jp: 成功
zh_cn: 成功

source: Summary
es_es: Resumen
ja_jp: まとめ
zh_cn: 摘要

source: Summary Text PIN (requires dongle replugging)
es_es: PIN de texto de resumen (requiere volver a conectar el dongle)
ja_jp: 概要テキスト (ドングルの再接続が必要とされる)
zh_cn: 摘要文本PIN（需要重新插入dongle）

source: Summary Text PIN is Disabled
es_es: El PIN de texto de resumen está inhabilitado
ja_jp: 概要テキストPINの非活性化
zh_cn: 摘要文本PIN被禁用

source: Sweep
es_es: Barrer
ja_jp: クリア

source: Sweep private keys
es_es: Barrer claves privadas
ja_jp: プライベートキーをクリアする
zh_cn: 清除密钥

source: Synchronizing...
es_es: Sincronizando ...
ja_jp: 同期中...
zh_cn: 正在同步...

source: Tap to show
es_es: Toca para mostrar
ja_jp: タブし、表示
zh_cn: 点击显示

source: Target
es_es: Objetivo
ja_jp: ターゲット
zh_cn: 对象目标

source: Target fee:
es_es: Tarifa objetivo:
ja_jp: ターゲット手数料:
zh_cn: 目标手续费：

source: Terms of Service
es_es: Términos de servicio
ja_jp: 利用規約
zh_cn: 服务条款

source: Testnet coins are worthless.
es_es: Las monedas de Testnet no valen nada.
ja_jp: Testnetが価値がありません。
zh_cn: 测试网币没有价值

source: Testnet is separate from the main Bitcoin network. It is used for testing.
es_es: Testnet es independiente de la red principal de Bitcoin. Se utiliza para realizar pruebas.
ja_jp: Testnet は主にビットコインネットワークから派生します。テスト用です。
zh_cn: 测试网与主要的比特币网络是分开的，仅用于测试

source: Text copied to clipboard
es_es: Texto copiado al portapapeles
ja_jp: クリップボードにテキストがコピーされました。
zh_cn: 文本已复制到剪贴板

source: Text copied to clipboard.
es_es: Texto copiado al portapapeles.
ja_jp: クリップボードにテキストがコピーされました。
zh_cn: 文本已复制到剪贴板

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
es_es: El remitente puede decidir libremente el importe de la tarifa. Sin embargo, las transacciones con tarifas bajas toma más tiempo para ser procesado.
ja_jp: 送信者が自由に手数料を決められます。しかし、手数料の低い取引は処理までより長い時間が所要されます。
zh_cn: 费用的数额可以由发送者自由决定。 但是，费用低廉的交易需要更多时间来处理。

source: The amount will be displayed in red if you do not have enough funds in your wallet.
es_es: La cantidad se mostrará en rojo si no tiene fondos suficientes en su monedero.
ja_jp: 残高不足の場合、金額は赤文字で表示されます。
zh_cn: 如果您的资金不足，该金额将在您的钱包中显示为红色

source: The bitcoin address never expires and will always be part of this electrum wallet.
es_es: La dirección de bitcoin nunca caduca y siempre será parte de este electrum monedero.
ja_jp: ビットコインのアドレスは満了せず、Electrumウォレットの一部として残存します。
zh_cn: 比特币地址永不过期，并且将始终是electrum钱包的一部分。

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
es_es: La descripción no se envía al destinatario de los fondos. Se almacena en su archivo de monedero, y se muestra en la pestaña 'Historial'.
ja_jp: 金額の受取人には詳細が転送されません。貴下のウォレットファイルに保存され、'内訳'タブに表示されます。
zh_cn: 记录未发送给收款人。 已存储在您的钱包文件中，并显示在'历史记录'标签中。

source: The fee could not be verified. Signing non-segwit inputs is risky: if this transaction was maliciously modified before you sign, you might end up paying a higher mining fee than displayed.
es_es: No se pudo verificar la tarifa. Firmar entradas que no sean segwit es arriesgado: si esta transacción se modificó de forma maliciosa antes de firmar, podría terminar pagando una tarifa de minería más alta que la que se muestra.
ja_jp: 手数料を検証できません。segwitではない入力値を署名する行為は大変危険です。: この取引が署名以前、悪意的に修正された場合、 表示された手数料よりも高い手数料を支払う場合ございます。
zh_cn: 费用无法验证。 签署non-segwit 输入是有风险的： 如果在您签署之前，该交易被恶意修改了， 您可能最终会支付比显示的更高的采矿。

source: The fee for this transaction seems unusually high.
es_es: La tarifa por esta transacción parece inusualmente alta.
ja_jp: この取引に対する手数料は異常に高います。
zh_cn: 这项交易的费用似乎异常高昂。
