Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: Electrum was unable to deserialize the transaction:
es_es: Electrum no pudo deserializar la transacción:
ja_jp: Electrumが取引を解いてません。
zh_cn: Electrum无法反序列化交易：

source: Electrum was unable to open your transaction file
es_es: Electrum no pudo abrir su archivo de transacciones
ja_jp: Electrumが取引ファイルを開けません。
zh_cn: Electrum无法打开您的交易文件

source: Electrum was unable to parse your transaction
es_es: Electrum no pudo analizar su transacción
ja_jp: Electrumが取引を分析できません。
zh_cn: Electrum无法解析您的交易

source: Electrum was unable to produce a private key-export.
es_es: Electrum no pudo producir una exportación de clave privada.
ja_jp: Electrumがプライベートキー-共有手続きを生成できません。
zh_cn: Electrum无法产生密钥导出。

source: Electrum was unable to produce a transaction export.
es_es: Electrum no pudo producir una transacción de exportación.
ja_jp: Electrumが取引共有手続きを生成でき来ません。
zh_cn: Electrum无法产生交易导出。

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin.
es_es: El enfoque de Electrum es la velocidad, con bajo uso de recursos y simplificando Bitcoin.
ja_jp: Electrumは少ないリソース使用とビットコイン単純化を通じた速度にフォーカスをおいています。
zh_cn: Electrum的重点是速度，低资源使用率和简化比特币。

source: Email
ja_jp: メール
zh_cn: 电子邮件

source: Email settings
es_es: Ajustes del correo electrónico
ja_jp: メール設定
zh_cn: 电子邮件设置

source: Enable LN
es_es: Habilitar LN
ja_jp: LN活性化
zh_cn: 启用LN

source: Enable Lightning?
es_es: ¿Habilitar Lightning?
ja_jp: ライトニング活性化?
zh_cn: 启用闪电吗？

source: Enable output value rounding
es_es: Habilitar el redondeo del valor de salida
ja_jp: 出力値の四捨五入活性化
zh_cn: 启用输出值舍入

source: Enable update check
es_es: Habilitar comprobación de actualizaciones
ja_jp: アップデート確認の活性化
zh_cn: 启用更新检查

source: Enabled
es_es: Habilitado
ja_jp: 活性化
zh_cn: 已启用

source: Encrypt
es_es: Cifrar
ja_jp: 暗号化
zh_cn: 加密

source: Encrypt custom secret
es_es: Cifrar secreto personalizado
ja_jp: カスタム非公開暗号化
zh_cn: 加密自定义机密

source: Encrypt wallet file
es_es: Cifrar archivo de monedero
ja_jp: ウォレットファイル暗号化
zh_cn: 加密钱包文件

source: Encrypt {wallet_name}'s seed
es_es: Cifrar la semilla de {wallet_name}
ja_jp: {wallet_name}のシード暗号化
zh_cn: 加密{wallet_name}的种子

source: Encrypt/decrypt Message
es_es: Cifrar/descifrar mensaje
ja_jp: メッセージ暗号化/復号化
zh_cn: 加密/解密消息

source: Encrypt/decrypt message
es_es: Cifrar/descifrar mensaje
ja_jp: メッセージ暗号化/復号化
zh_cn: 加密/解密消息

source: Encrypted
es_es: Cifrado
ja_jp: 暗号化された
zh_cn: 已加密

source: Encryption and decryption are currently not supported for {device}
es_es: Actualmente, el cifrado y el descifrado no son compatibles con {device}
ja_jp: この{device}は暗号化/復号化機能を設定できません。
zh_cn: {device}当前不支持加密和解密

source: End
es_es: Final
ja_jp: 終了
zh_cn: 终止

source: English
es_es: Inglés
ja_jp: 英語
zh_cn: 英语

source: Enter PIN
es_es: Ingrese su PIN
ja_jp: PIN入力
zh_cn: 输入PIN码

source: Enter PIN code
es_es: Ingrese el código PIN
ja_jp: PINコード入力
zh_cn: 输入PIN码

source: Enter PIN:
es_es: Ingrese su PIN:
ja_jp: PIN入力:
zh_cn: 输入PIN：

source: Enter Passphrase
es_es: Ingresar frase de contraseña
ja_jp: パスフレーズ入力
zh_cn: 输入密码

source: Enter Password
es_es: Introducir la contraseña
ja_jp: パスワード入力
zh_cn: 输入密码

source: Enter Remote Node ID or connection string or invoice
es_es: Introduzca el ID de nodo remoto o la cadena de conexión o la factura
ja_jp: リモートノードID、連結Stringもしくはインボイス入力
zh_cn: 输入远程节点ID或连接字符串或发票

source: Enter Seed
ja_jp: シード入力
zh_cn: 输入种子

source: Enter Transaction Label
es_es: Ingresar etiqueta de transacción
ja_jp: 取引ラベル入力
zh_cn: 输入交易标签

source: Enter a filename for the copy of your wallet
es_es: Ingrese un nombre de archivo para la copia de su monedero
ja_jp: ウォレットコピーファイル名の入力
zh_cn: 输入钱包副本的文件名

source: Enter a list of outputs in the 'Pay to' field.
es_es: Introduzca una lista de resultados en el campo 'Pagar a'.
ja_jp: に支払う' フィールドに出力値リスト入力
zh_cn: 在"付款人"空格中输入输出清单。

source: Enter addresses
es_es: Ingresar direcciones
ja_jp: アドレス入力
zh_cn: 输入地址

source: Enter cosigner key
es_es: Introduzca la clave de consignante
ja_jp: 共同署名人キー入力
zh_cn: 输入共同签署者密钥

source: Enter cosigner seed
es_es: Introduzca la semilla de consignante
ja_jp: 共同署名人シード入力
zh_cn: 输入共同签署者种子

source: Enter description
es_es: Ingresar descripción
ja_jp: 説明入力
zh_cn: 输入描述

source: Enter new PIN
es_es: Ingrese nuevo PIN
ja_jp: 新しいPIN入力
zh_cn: 输入新的PIN码

source: Enter private keys
es_es: Ingresar claves privadas
ja_jp: プライベートキー入力
zh_cn: 输入密钥

source: Enter private keys:
es_es: Ingresar claves privadas:
ja_jp: プライベートキー入力:
zh_cn: 输入密钥：

source: Enter the seed for your 2-factor wallet:
es_es: Ingrese la semilla para su monedero de 2 factores:
ja_jp: 貴下の二重ウォレットシード入力:
zh_cn: 输入您双重认证钱包的种子：

source: Enter their master private key (xprv) if you want to be able to sign for them.
es_es: Introduzca su clave privada maestra (xprv) si desea poder firmar por ellos.
ja_jp: 代わりに署名する場合は、マスタープライベートキー入力
zh_cn: 如果您希望能够为他们签名，请输入他们的主密钥（xprv）。

source: Enter wallet name
es_es: Ingresa el nombre del monedero
ja_jp: ウォレット名入力
zh_cn: 输入钱包名称

source: Enter your PIN code in order to decrypt your private key
es_es: Ingrese su código PIN para descifrar su clave privada
ja_jp: プライベートキー復号化の為、PINコードを入力する
zh_cn: 输入您的PIN码以解密您的密钥

source: Enter your PIN code in order to decrypt your seed
es_es: Introduzca su código PIN para descifrar su semilla
ja_jp: シード復号化の為、PINコードを入力する
zh_cn: 输入您的PIN码以解密您的种子

source: Enter your PIN code in order to sign this transaction
es_es: Ingrese su código PIN para firmar esta transacción
ja_jp: 取引署名の為、PINコードを入力する
zh_cn: 输入您的PIN码以签署此交易

source: Enter your PIN code to confirm deletion of {wallet}
es_es: Ingresa tu código PIN para confirmar la eliminación de {wallet}
ja_jp: {wallet}削除確定の為、PINコードを入力する
zh_cn: 输入您的PIN码以确认删除{wallet}

source: Enter your PIN code to proceed
es_es: Ingrese su código PIN para continuar
ja_jp: 続ける為、PINコードを入力する
zh_cn: 输入您的PIN码以继续

source: Enter your current PIN:
es_es: Ingrese su PIN actual:
ja_jp: 現在のPIN入力:
zh_cn: 输入您的当前PIN：

source: Enter your email address:
es_es: Ingrese su dirección de correo electrónico:
ja_jp: メールアドレスを入力してください:
zh_cn: 输入您的电子邮件地址：

source: Enter your password or choose another file.
es_es: Introduzca su contraseña o elija otro archivo.
ja_jp: パスワードの入力もしくは他のファイルを選択してください。
zh_cn: 输入密码或选择另一个文件。

source: Enter your password to proceed
es_es: Ingrese su contraseña para continuar
ja_jp: 続けるにはパスワードを入力してください
zh_cn: 输入密码以继续

source: Error
ja_jp: エラー
zh_cn: 错误

source: Error adding payment request
es_es: Error al agregar la solicitud de pago
ja_jp: 支払要請追加エラー
zh_cn: 添加付款请求时出错

source: Error combining partial transactions
es_es: Error al combinar transacciones parciales
ja_jp: 部分取引統合エラー
zh_cn: 合并部分交易时出错

source: Error connecting to server
es_es: Error al conectarse al servidor
ja_jp: サーバー接続エラー
zh_cn: 连接服务器时出错

source: Error connecting to {name} server
es_es: Error al conectarse al servidor {name}
ja_jp: {name} サーバー接続エラー
zh_cn: 连接到{name}服务器时出错

source: Error decrypting message
es_es: Error al descifrar el mensaje
ja_jp: メッセージ復号化エラー
zh_cn: 错误解密消息

source: Error getting TrustedCoin account info.
es_es: Error al obtener la información de la cuenta TrustedCoin.
ja_jp: TrustedCoinアカウント情報登録エラー
zh_cn: 获取TrustedCoin帐户信息时出错。

source: Error getting transaction from network
es_es: Error al obtener la transacción de la red
ja_jp: ネットワーク上の取引読み込みエラー
zh_cn: 从网络获取交易出错

source: Error joining partial transactions
es_es: Error al unir transacciones parciales
ja_jp: 部分取引参加エラー
zh_cn: 加入部分交易时出错

source: Error opening file
es_es: Error al abrir el archivo
ja_jp: ファイル開くエラー
zh_cn: 打开文件时出错

source: Error parsing URI
es_es: Error al analizar el URI
ja_jp: URI分析エラー
zh_cn: 解析URI时出错

source: Error scanning devices
es_es: Error al escanear dispositivos
ja_jp: 機器スキャンエラー
zh_cn: 扫描设备出错

source: Error showing address
es_es: Error al mostrar la dirección
ja_jp: アドレス表示エラー
zh_cn: 显示地址出错

source: Error synchronising labels
es_es: Error al sincronizar etiquetas
ja_jp: ラベル同期化エラー
zh_cn: 同步标签时出错

source: Error: duplicate master public key
es_es: Error: clave pública maestra duplicada
ja_jp: エラー:複製されたマスター公開キー
zh_cn: 错误：重复的主公钥

source: Estimate
es_es: Estimar
ja_jp: 見積もり
zh_cn: 估计

source: Exit Electrum
es_es: Salir de Electrum
ja_jp: Eleturum終了
zh_cn: 终止Electrum

source: Expenditures
es_es: Gastos
ja_jp: 支出
zh_cn: 支出

source: Expiration date
es_es: Fecha de caducidad
ja_jp: 有効日
zh_cn: 截止日期

source: Expiration date of your request.
es_es: Fecha de vencimiento de su solicitud.
ja_jp: 要請した有効日。
zh_cn: 您请求的到期日期。

source: Expired
es_es: Caducado
ja_jp: 満了
zh_cn: 已过期

source: Expired requests have to be deleted manually from your list, in order to free the corresponding Bitcoin addresses.
es_es: Las solicitudes caducadas deben eliminarse manualmente de su lista para Libera las direcciones Bitcoin correspondientes.
ja_jp: 該当ビットコインアドレスを解除するには満了された要請はリストで手動に削除しなければなりません。
zh_cn: 过期的请求必须从列表中手动删除，以释放相应的比特币地址。

source: Expires
es_es: Caduca
ja_jp: 満了する
zh_cn: 到期

source: Export
es_es: Exportar
ja_jp: 共有する
zh_cn: 出口

source: Export History
es_es: Exportar historial
ja_jp: 内訳を共有する
zh_cn: 导出历史记录

source: Export file
es_es: Exportar archivo
ja_jp: ファイルを共有する
zh_cn: 导出文件

source: Export to file
es_es: Exportar a archivo
ja_jp: ファイルで共有する
zh_cn: 导出到文件

source: Exposing a single private key can compromise your entire wallet!
es_es: ¡Exponer una sola clave privada puede comprometer todo su monedero!
ja_jp: 単一プライベートキーが公開されると、ウォレット全体を危険にします。
zh_cn: 公开一个密钥可能会损害您的整个钱包！

source: Extend this seed with custom words
es_es: Extiende esta semilla con palabras personalizadas
ja_jp: カスタム文句でシード延長
zh_cn: 使用自定义单词扩展此种子

source: Failed
es_es: Ha fallado
ja_jp: 失敗
zh_cn: 失败

source: Failed HTLCs
es_es: HTLC fallidos
ja_jp: 失敗したHTLCs
zh_cn: 失败的HTLC

source: Failed to create a client for this device.
es_es: No se pudo crear un cliente para este dispositivo.
ja_jp: このデバイスにクライアント生成失敗
zh_cn: 无法为此设备创建客户端。

source: Failed to decrypt using this hardware device.
es_es: No se pudo descifrar con este dispositivo de hardware.
ja_jp: このハードウェア機器を使って復号化失敗
zh_cn: 无法使用此硬件设备解密。

source: Failed to display QR code.
es_es: No se pudo mostrar el código QR.
ja_jp: QRコード表示失敗
zh_cn: 无法显示QR二维码码。

source: Failed to export to file.
es_es: No se pudo exportar al archivo.
ja_jp: ファイル共有失敗
zh_cn: 无法导出到文件。

source: Failed to import from file.
es_es: No se pudo importar desde el archivo.
ja_jp: ファイル登録失敗
zh_cn: 无法从文件导入。

source: Failed to send transaction to cosigning pool
es_es: No se pudo enviar la transacción al grupo de cosignatarios
ja_jp: 共同署名プールに取引送信失敗
zh_cn: 未能将交易发送到共同签名池

source: Failed to update password
es_es: No se pudo actualizar la contraseña
ja_jp: パスワードアップデート失敗
zh_cn: 无法更新密码

source: False
es_es: Falso
ja_jp: 間違った
zh_cn: 错误

source: Fee
es_es: Tarifa
ja_jp: 手数料
zh_cn: 费用

source: Fee estimation
es_es: Estimación de tarifas
ja_jp: 手数料測定
zh_cn: 费用估算

source: Fee for child
es_es: Tarifa por hijo
ja_jp: child手数料

source: Fee rounding
es_es: Redondeo de tarifas
ja_jp: 手数料の四捨五入
zh_cn: 费用取整

source: Fees
es_es: Tarifa
ja_jp: 手数料
zh_cn: 费用

source: Fiat
es_es: Fiduciario
ja_jp: フィアット
zh_cn: 许可

source: Fiat currency
es_es: Moneda fiduciaria
ja_jp: フィアット通貨
zh_cn: 法定货币

source: File
es_es: Archivo
ja_jp: ファイル
zh_cn: 文件

source: Filter:
es_es: Filtrar:
ja_jp: フィルター:
zh_cn: 筛选：

source: Final
ja_jp: 最終
zh_cn: 最终

source: Final balance
es_es: Balance final
ja_jp: 最終残高
zh_cn: 最终余额

source: Finalize
es_es: Finalizar
ja_jp: 最終化
zh_cn: 最终确定

source: Find
es_es: Buscar
ja_jp: 探し
zh_cn: 查找

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
es_es: La versión de firmware (o la aplicación "Bitcoin") es demasiado antigua para el soportar Segwit. Por favor actualícela en
ja_jp: このファームウェアバージョン(又は"ビットコイン"アプリ) はSegwitをサポートしません。ここでアップデートしてください。
zh_cn: 固件版本（或"Bitcoin"应用）对于支持Segwit太旧。请在以下位置进行更新

source: Firmware version too old. Please update at
es_es: La versión del firmware es demasiado antigua. Actualícela en
ja_jp: こファームウェアバージョンは旧バージョンです。ここでアップデートしてください。
zh_cn: 固件版本太旧。请在以下位置更新

source: Fixed rate
es_es: Tipo de interés fijo
ja_jp: 固定率
zh_cn: 固定利率

source: Follow this branch
es_es: Siga esta rama
ja_jp: このブランチをついて行ってください。
zh_cn: 跟随这个分支

source: For CoinJoin; strip privates
es_es: Para CoinJoin; quitar privados
ja_jp: Coinjoinの場合; strip privates
zh_cn: 对于CoinJoin；删除私人用户

source: For more information, visit
es_es: Para obtener más información, visite
ja_jp: 追加情報はここで確認してください。
zh_cn: 更多信息，请访问

source: For security reasons we advise that you always use the latest version of Electrum.
es_es: Por motivos de seguridad, le recomendamos que utilice siempre la última versión de Electrum.
ja_jp: セキュリティの観点から、Eleturumの最新バージョン使用をお勧め致します。
zh_cn: 出于安全原因，我们建议您始终使用最新版本的Electrum。

source: Force-close channel
es_es: Forzar cierre del canal
ja_jp: チャンネル強制終了
zh_cn: 强制关闭通道

source: Force-close channel?
es_es: ¿Forzar el cierre del canal?
ja_jp: チャンネルを強制的に終了しますか？
zh_cn: 强制关闭频道吗？

source: Fork detected at block {fork_point}
es_es: Bifurcación detectada en el bloque {fork_point}
ja_jp: ブロックでFork発見 {fork_point}
zh_cn: 在区块{fork_point}处检测到叉子

source: Format
es_es: Formato
ja_jp: フォーマット
zh_cn: 格式

source: Format: address, amount
es_es: Formato: dirección, importe
ja_jp: フォーマット:アドレス、金額
zh_cn: 格式：地址，金额

source: Forwarding
es_es: Reenviando
ja_jp: 伝達
zh_cn: 转发

source: Freeze
es_es: Congelar
ja_jp: 停止
zh_cn: 冻结

source: Freeze Address
es_es: Congelar dirección
ja_jp: アドレス停止
zh_cn: 冻结地址

source: Freeze Addresses
es_es: Congelar direcciones
ja_jp: アドレス停止
zh_cn: 冻结多个地址

source: Freeze Coin
es_es: Congelar moneda
ja_jp: コイン停止
zh_cn: 冻结硬币

source: Freeze Coins
es_es: Congelar monedas
ja_jp: コイン停止
zh_cn: 冻结硬币

source: From
es_es: De
ja_jp: より
zh_cn: 来自

source: From {0} cosigners
es_es: De {0} cosignatarios
ja_jp: 共同署名人{0}より
zh_cn: 来自{0}个共同签署者

source: Fulfilled HTLCs
es_es: HTLC realizados
ja_jp: 充足したHTLCｓ
zh_cn: 已完成的HTLC

source: Funded
es_es: Fundado
ja_jp: 支援された資金
zh_cn: 已资助

source: Funding Outpoint:
es_es: Punto de salida de financiación:
ja_jp: 支援された資金のOutpoint:
zh_cn: 筹资点：

source: Funding TXID
es_es: TXID de financiación
ja_jp: 支援資金のTXID
zh_cn: 资金TXID

source: Funding Transaction
es_es: Transacción de financiación
ja_jp: 支援資金取引
zh_cn: 资金交易

source: Funds stored in lightning channels are not recoverable from your seed. You must backup your wallet file everytime you create a new channel.
es_es: Los fondos almacenados en canales de lightning no se pueden recuperar de su semilla. Usted debe hacer una copia de seguridad del archivo de su monedero cada vez que cree un nuevo canal.
ja_jp: ライトニングチャンネルに保存された支援資金は、貴下のシードから取り戻すことはできません。新規チャンネルを生成するたびに、ウォレットファイルをバックアップしなければなりません。
zh_cn: 存储在闪电通道中的资金无法从种子中恢复。每次创建新通道时，都必须备份钱包文件。

source: General
ja_jp: 一般
zh_cn: 常规

source: Generate
es_es: Generar
ja_jp: 生成
zh_cn: 生成

source: Google Authenticator code:
es_es: Código de autenticación de Google:
ja_jp: グーグル認証装置コード:
zh_cn: Google身份验证器码：

source: Gossip
ja_jp: ゴシップ

source: GreenAddress requires your signature to verify that transaction is instant. Please enter your password to sign a verification request.
es_es: GreenAddress requiere su firma para verificar que la transacción sea instantánea. Introduzca su contraseña para firmar una solicitud de verificación
ja_jp: グーリンアドレスに貴下の署名が必要です。 該当取引の検証は即時処理されます。 署名の為、パスワードを入力してくださいa 検証要請
zh_cn: GreenAddress需要您的签名 以确认交易是即时的。 请输入您的密码以签名 验证请求。

source: HTLCs in current commitment transaction
es_es: HTLC en la transacción de compromiso actual
ja_jp: 現在約束取引のHTLC
zh_cn: HTLC在当前承诺交易中

source: Handler not found for
es_es: Controlador no encontrado para
ja_jp: Handlerを探せません
zh_cn: 找不到处理程序

source: Hardware Keystore
es_es: Almacén de claves de hardware
ja_jp: ハードウェアキーストレージ
zh_cn: 硬件密钥库

source: Height
es_es: Altura
ja_jp: 高さ
zh_cn: 高度

source: Hello World
es_es: Hola Mundo
ja_jp: こんにちは、世界
zh_cn: 你好，世界

source: Help
es_es: Ayuda
ja_jp: ヘルプ
zh_cn: 帮助

source: Here is your master public key.
es_es: Aquí está su clave pública maestra.
ja_jp: マスター公開キーです。
zh_cn: 这是您的主公钥。

source: Hide
es_es: Esconder
ja_jp: 隠す
zh_cn: 隐藏

source: Hide {tab_description}
es_es: Ocultar {tab_description}
ja_jp: 隠す {tab_description}
zh_cn: 隐藏{tab_description}

source: History
es_es: Historial
ja_jp: 内訳
zh_cn: 历史

source: Homepage
es_es: Página principal
ja_jp: ホームページ
zh_cn: 主页

source: Host
ja_jp: ホスト
zh_cn: 主机

source: Hostname
es_es: Nombre de host
ja_jp: ホスト名
zh_cn: 主机名

source: Hostname does not resolve (getaddrinfo failed)
es_es: El nombre de host no resuelve (getaddrinfo falló)
ja_jp: ホスト名の未解決(getaddrinfo失敗)
zh_cn: 主机名无法解析（getaddrinfo失败）

source: How do you want to connect to a server?
es_es: ¿Cómo quiere conectarse a un servidor?
ja_jp: どのようにサーバーに 接続しますか？
zh_cn: 您想如何连接到服务器？

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
es_es: Sin embargo, los monederos de hardware no admiten el descifrado de mensajes, lo que hace que no sean compatibles con el diseño actual del pool de cosignatarios.
ja_jp: しかし、ハードウェアウォレットはメッセージ復号化を支援しないため、現在、共同署名プールのデザインとは互換できません。
zh_cn: 但是，硬件钱包不支持消息解密，这使得它们与当前的委托人池设计不兼容。

source: I already have a seed
es_es: Ya tengo una semilla
ja_jp: シードをすでに持っています。
zh_cn: 我已经有种子了

source: I have lost my Google Authenticator account
es_es: Perdí mi cuenta de Google Authenticator
ja_jp: グーグル認証アカウントを忘れました
zh_cn: 我丢失了我的Google Authenticator帐户

source: If auto-connect is enabled, Electrum will always use a server that is on the longest blockchain.
es_es: Si la conexión automática está habilitada, Electrum siempre usará un servidor que esté en la cadena de bloques más larga.
ja_jp: 自動接続が活性化すると、Electurmは常に最長ブロックチェーンのサーバーを使います。
zh_cn: 如果启用了自动连接，Electrum将始终使用 上的服务器 最长的区块链。

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
es_es: Si está habilitada, como máximo se pueden perder 100 satoshis debido a esto, por transacción.
ja_jp: 活性化の際には取引当たり最大100サトシの損失の恐れがあります。
zh_cn: 如果启用，则每笔交易最多可能因此丢失100个聪。

source: If it is disabled, you have to choose a server you want to use. Electrum will warn you if your server is lagging.
es_es: Si está inhabilitado, debe elegir el servidor que desea utilizar. Electrum le advertirá si su servidor funciona con lentitud.
ja_jp: 非活性化の際には希望するサーバーを選択しなければなりません。Electrumはサーバー遅延時、警告を通知します。
zh_cn: 如果已禁用，则必须选择要使用的服务器。Electrum如果您的服务器出现故障，则会警告您。

source: If you are not sure what this is, leave this field unchanged.
es_es: Si no está seguro de qué es esto, deje este campo como está.
ja_jp: この部分が確実でなければ、そのままして置いてください。
zh_cn: 如果不确定这是什么，请保留此空格不变。

source: If you are online, click on "{button}" to continue.
es_es: Si está en línea, haga clic en " {button} "para continuar.
ja_jp: オンライン状態の場合、 "{button}" をクリックして続いてください。
zh_cn: 如果您在线，请单击" {button} "继续。

source: If you check this box, your transactions will be marked as non-final,
es_es: Si marca esta casilla, sus transacciones se marcarán como no definitivas
ja_jp: このボックスをチェックすると、未確認取引として表示されます。
zh_cn: 如果选中此框，则您的交易将被标记为非最终交易，

source: If you check this box, your unconfirmed transactions will be consolidated into a single transaction.
es_es: Si marca esta casilla, sus transacciones no confirmadas se consolidarán en una sola transacción.
ja_jp: このボックスをチェックすると、未確認の取引が単一の取引に統合されます。
zh_cn: 如果您选中此框，您的未确认交易将被合并完成一次交易。

source: If you do not know what this is, leave this field empty.
es_es: Si no sabe qué es esto, deje este campo vacío.
ja_jp: この部分が確実でなければ、空欄にして置いてください。
zh_cn: 如果您不知道这是什么，请将此字段留空。

source: If you forget your PIN or lose your device, your seed phrase will be the only way to recover your funds.
es_es: Si olvida su PIN o pierde su dispositivo, su frase semilla será la única forma de recuperar sus fondos.
ja_jp: PINやデバイスを紛失した場合には貴下のシードフレーズが資金を回復する唯一な手段です。
zh_cn: 如果您忘记了PIN或丢失了设备，则您的种子短语将是收回资金的唯一方法。

source: If you have an old printer, or want optimal precision
es_es: Si tiene una impresora antigua o desea una precisión óptima
ja_jp: 旧型プリントをお持ちか、最適な精密度をご希望であれば、
zh_cn: 如果您有旧打印机，或者想要最佳精度

source: If you have lost your Google Authenticator account, you can request a new secret. You will need to retype your seed.
es_es: Si ha perdido su cuenta de Google Authenticator, puede solicitar una nueva secreto. Deberá volver a escribir su semilla.
ja_jp: グーグル認証アカウントを紛失した場合、新たな非公開を要請できます。貴下はシードを再入力しなければなりません。
zh_cn: 如果您丢失了Google Authenticator帐户，则可以请求一个新的。您将需要重新输入种子。

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
es_es: Si ha perdido su segundo factor, debe restaurar su monedero desde semilla para solicitar un nuevo código.
ja_jp: 2段階認証を紛失した場合には、新しいコード要請のため、シードを利用しウォレットを復旧しなければなりません。
zh_cn: 如果您丢失了第二个因素，则需要从 中恢复钱包 种子，以请求新密码。

source: If you keep experiencing network problems, try using a Tor proxy.
es_es: Si sigues experimentando problemas de red, intenta usar un proxy Tor.
ja_jp: ネットワークのトラブルが持続的に発生する場合、Torプロキシを使って見てください。
zh_cn: 如果您一直遇到网络问题，请尝试使用Tor代理。

source: If you lose your seed, your money will be permanently lost.
es_es: Si pierde su semilla, su dinero se perderá permanentemente.
ja_jp: シードを紛失した場合、資金は永久に取り戻せません。
zh_cn: 如果您失去种子，您的资金将永久丢失。

source: If you use a passphrase, make sure it is correct.
es_es: Si usa una frase de contraseña, asegúrese de que sea correcta.
ja_jp: パスフレーズを使う際には正確な入力情報なのか確認してください。
zh_cn: 如果您使用密码，请确保密码正确。

source: If you want to create new addresses, use a deterministic wallet instead.
es_es: Si desea crear nuevas direcciones, utilice un monedero determinista en su lugar.
ja_jp: 新たなアドレス生成をご希望される場合、deterministicウォレットを代わりに使ってください。
zh_cn: 如果要创建新地址，请改用 deterministic钱包。

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
es_es: Si su dispositivo no se detecta en Windows, vaya a "Configuración", "Dispositivos", "Dispositivos conectados", y seleccione "Quitar dispositivo". Luego, conecte su dispositivo de nuevo.
ja_jp: ウインドウズでデバイスが認識されない場合には、"設定"タブで "デバイス"を選択、"接続されたデバイス" 選択、 "デバイス解除"を選択してください。その後、再びデバイスを接続してください。
zh_cn: 如果在Windows上未检测到您的设备，请转到"设置"，"设备"， "已连接的设备"，然后执行"删除设备"。然后，将设备插入再次。

source: If your wallet contains funds, make sure you have saved its seed.
es_es: Si su monedero contiene fondos, asegúrese de haber guardado su semilla.
ja_jp: ウォレットに資金がある場合、該当シード保存を忘れないでください。
zh_cn: 如果您的钱包里有资金，请确保您已经保存了种子。

source: Ignore and continue?
es_es: ¿Ignorar y continuar?
ja_jp: 無視し、続けますか?
zh_cn: 忽略并继续吗？

source: Import
es_es: Importar
ja_jp: 登録
zh_cn: 导入

source: Import BTCV addresses
es_es: Importa direcciones de BTCV
ja_jp: BTCVウォレットを読み込む
zh_cn: 导入BTCV 地址

source: Import addresses
es_es: Importar direcciones
ja_jp: アドレスの登録
zh_cn: 导入地址

source: Import external watch-only BTCV addresses or private keys
es_es: Importa direcciones de BTCV de vigilancia externa o claves privadas
ja_jp: 外部確認専用のBTCVウォレット又はプライベートキーを読み込む
zh_cn: 导入外部确认专用 BTCV 地址，或导入个人钥匙

source: Import file
es_es: Importar archivo
ja_jp: ファイルの登録
zh_cn: 导入文件

source: Import private keys
es_es: Importar claves privadas
ja_jp: プライベートキーの登録
zh_cn: 导入密钥

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
es_es: En especial, NO utilice los servicios de 'canjear clave privada' propuestos por terceros fiestas.
ja_jp: 特に第三者の提案で 'プライベートキーの引き換え'は使わないでください。
zh_cn: 尤其不要使用第三方提出的"兑换密钥"服务

source: In progress
es_es: En progreso
ja_jp: 処理中
zh_cn: 处理中

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
es_es: En algunos casos, utilice hasta 3 direcciones de cambio para dividir grandes cantidades de monedas y ocultar la dirección del destinatario.
ja_jp: 場合によって、三つの変更したアドレスを使って大量のコインを分割して受信アドレスを暗号化してください
zh_cn: 根据情况，使用3个已变更的地址，以分配大量的币，然后将接收地址加密化

source: In the next block
es_es: En el siguiente bloque
ja_jp: 次のブロックから
zh_cn: 下一个区块里

source: Included in block: {header_hash}
es_es: Incluido en el bloque: {header_hash}
ja_jp: ブロックに含まれる: {header_hash}
zh_cn: 区块中包含：{header_hash}

source: Income
es_es: Ingresos
ja_jp: 収入
zh_cn: 收益

source: Incoming payments
es_es: Pagos entrantes
ja_jp: 収入のお支払い
zh_cn: 支付收益
