Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: Verified block headers
es_es: Encabezados de bloque verificados
ja_jp: 検証されたブロックヘッダ
zh_cn: 已验证的区块标题

source: Verify
es_es: Verificar
ja_jp: 検証
zh_cn: 校验

source: Verify GA instant
es_es: Verificar GA instantáneo
ja_jp: GA instantを検証する
zh_cn: 验证GA instant

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
es_es: Verifique la dirección a continuación. <br> Escriba el carácter de su tarjeta de seguridad correspondiente al carácter <u><b>BOLD</b> </u>.
ja_jp: 次のアドレスを確認してください。<br><u><b>太字</b></u>表示された文字と一致する文字をセキュリティカードから確認し入力してください。
zh_cn: 验证下面的地址。<br>键入安全卡中的字符对应于<u> <b> BOLD </ b> </ u>字符。

source: Verify the cable is connected and that no other application is using it.
es_es: Verifique que el cable esté conectado y que ninguna otra aplicación lo esté utilizando.
ja_jp: ケーブルが連結されているか、他のアプリケーションを使用中なのかお確かめください。
zh_cn: 验证电缆已连接，并且没有其他应用程序在使用。

source: Verifying...
es_es: Verificando ...
ja_jp: 確認中...
zh_cn: 验证中...

source: Version
es_es: Versión
ja_jp: バージョン
zh_cn: 版本

source: Video Device
es_es: Dispositivo de video
ja_jp: ビデオ・デバイス
zh_cn: 视频设备

source: Vietnamese
es_es: Vietnamita
ja_jp: ベトナム語
zh_cn: 越南语

source: View in web browser
es_es: Ver en el navegador web
ja_jp: ウェブブラウザで見る
zh_cn: 在Web浏览器中查看

source: View log
es_es: Ver registro
ja_jp: ログ確認
zh_cn: 查看日志

source: View on block explorer
es_es: Ver en el explorador de bloques
ja_jp: ブロック・エクスプローラー で見る
zh_cn: 在区块浏览器中查看

source: WARNING
es_es: ADVERTENCIA
ja_jp: 警告
zh_cn: 警告

source: WARNING: ALL your private keys are secret.
es_es: ADVERTENCIA: TODAS sus claves privadas son secretas.
ja_jp: 警告：すべてのプライベートキーは機密です。
zh_cn: 警告：您的所有密钥都是保密的

source: WARNING: This is a multi-signature wallet.
es_es: ADVERTENCIA: Este es un monedero multi firma.
ja_jp: 警告：多重署名ウォレットでえす。
zh_cn: 警告：这是一个多签名钱包

source: WARNING: the alias "{alias}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
es_es: ADVERTENCIA: el alias "{alias}" no se pudo validar mediante un adicional control de seguridad, DNSSEC, y por lo tanto puede no ser correcto.
ja_jp: 警告：偽名"{alias}"は追加セキュリティ点検, DNSSECを通して認証できません。従って、正しくない場合があります。
zh_cn: 警告：别名" {alias} "无法通过其他安全检查，无法通过DNSSEC认证，因此可能不正确

source: WIF keys are typed in Electrum, based on script type.
es_es: Las claves WIF se escriben en Electrum, según el tipo de script.
ja_jp: スクリプトタイプに応じてWIFキーがElectrumに入力されます。
zh_cn: 根据脚本类型，在Electrum中键入WIF密钥。

source: Waiting for TrustedCoin server to sign transaction...
es_es: Esperando que el servidor TrustedCoin firme la transacción ...
ja_jp: TrustedCoinサーバーの取引承認を待っています...
zh_cn: 正在等待TrustedCoin服务器签署交易...

source: Wallet
es_es: monedero
ja_jp: ウォレット
zh_cn: 钱包

source: Wallet Info
es_es: Info de monedero
ja_jp: ウォレット情報
zh_cn: 钱包信息

source: Wallet Information
es_es: Información de monedero
ja_jp: ウォレット情報
zh_cn: 钱包信息

source: Wallet Name
es_es: Nombre de monedero
ja_jp: ウォレット名
zh_cn: 钱包名称

source: Wallet backup created
es_es: Copia de seguridad del monedero creada
ja_jp: ウォレットのバックアップが生成されました
zh_cn: 创建钱包备份

source: Wallet change address
es_es: Cambiar dirección del monedero
ja_jp: ウォレット変更アドレス
zh_cn: 钱包更改地址

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
es_es: Detectado daño en el archivo del monedero. Restaure su monedero desde la semilla y comparar las direcciones en ambos archivos
ja_jp: ウォレットファイルにトラブルが確認されています。シードにてウォレットを復元し、二つのファイルのアドレスを比較してください
zh_cn: 检测到钱包文件损坏。请从种子中恢复您的钱包，然后比较两个文件中的地址

source: Wallet file not found: {name}
es_es: No se encontró el archivo de Wallet: {name}
ja_jp: ウォレットファイルを確認できません: {name}
zh_cn: 找不到钱包文件： {name}

source: Wallet name
es_es: Nombre del monedero
ja_jp: ウォレット名
zh_cn: 钱包名称

source: Wallet receive address
es_es: Dirección de recepción del monedero
ja_jp: ウォレットにアドレスが転送されました
zh_cn: 钱包接收地址

source: Wallet removed: {name}
es_es: monedero eliminado: {name}
ja_jp: 削除されたウォレット: {name}
zh_cn: 已删除钱包：{name}

source: Wallet type
es_es: Tipo de monedero
ja_jp: ウォレット種類
zh_cn: 钱包类型

source: Wallet type:
es_es: Tipo de monedero:
ja_jp: ウォレット種類
zh_cn: 钱包类型：

source: Warning
es_es: Advertencia
ja_jp: 警告
zh_cn: 警告

source: Warning!
es_es: ¡Advertencia!
ja_jp: 警告!
zh_cn: 警告！

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
es_es: Advertencia: la siguiente dirección no se recuperará automáticamente si restaura tu monedero de la semilla; es posible que deba agregarlo manualmente. Esto ocurre porque tiene demasiadas direcciones sin usar en su monedero. A Evite esta situación, utilice primero las direcciones existentes. ¿Crear de todos modos?
ja_jp: 警告: シードにてウォレットを復旧する場合、以下のアドレスは自動的に復旧されない場合があります; 手動で追加できます。 これはウォレット内、多数の未使用アドレスは存在するためです。このような状況を防止するには、先に存在するアドレスを使用してください。 生成しましか？
zh_cn: 警告：如果还原，则下一个地址将不会自动恢复您钱包来自于种子；可能需要手动添加。 这是由于您的钱包中有太多未使用的地址。要避免这种情况，请先使用现有地址。 还是要创建吗？

source: Warning: do not use this if it makes you pick a weaker password.
es_es: Advertencia: no use esto si le obliga a elegir una contraseña más débil.
ja_jp: 警告: セキュリティ性の低いパスワードを生成する可能性がありますので使用しないでください。
zh_cn: 警告：您选择的密码较弱，请不要使用此密码

source: Watch-only wallet
es_es: monedero de solo lectura
ja_jp: 確認専用ウォレット확인전용 지갑
zh_cn: 仅查看用钱包

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
es_es: No garantizamos que las importaciones de BIP39 siempre serán compatibles con Electrum.
ja_jp: BIP39共有はElectrumで実行できない場合がございます。
zh_cn: 无法保证Electrum将始终支持BIP39进口

source: We encountered an error while connecting to your device:
es_es: Encontramos un error al conectarnos a su dispositivo:
ja_jp: デバイス連結中にエラーが発生しています:
zh_cn: 连接到您的设备时遇到错误：

source: While this is less than ideal, it might help if you run Electrum as Administrator.
es_es: Si bien esto es menos que ideal, podría ayudar si ejecuta Electrum como Administrador.
ja_jp: 最適なコンディションではない場合でも管理者としてElectrumを実行できます。
zh_cn: 虽不是理想状态，但如果通过 "管理员"以下方式运行Electrum可能会有所帮助

source: Within {number} blocks
es_es: Dentro de {number} bloques
ja_jp: {number} ブロック内に存在します
zh_cn: 在{number}个区块内

source: Witness Script
es_es: Guión testigo
ja_jp: スクリプト確認
zh_cn: 脚本确认

source: Would you like to be notified when there is a newer version of Electrum available?
es_es: ¿Le gustaría recibir una notificación cuando haya una versión más nueva de Electrum ¿disponible?
ja_jp: 新しいElectrumバージョンが確認される場合通知を受けますか?
zh_cn: 当有更新的Electrum版本时，您想收到通知吗

source: Write logs to file
es_es: Escribir registros en un archivo
ja_jp: ファイルにログを作成します
zh_cn: 将日志写入文件

source: Wrong PIN
es_es: Pin erróneo
ja_jp: 間違ったPIN
zh_cn: PIN码错误

source: Wrong key type
es_es: Tipo de clave incorrecto
ja_jp: 間違ったキータイプ
zh_cn: 密钥类型错误

source: Wrong prefix. It is neither compressed nor uncompressed
es_es: Prefijo incorrecto. No está comprimido ni descomprimido
ja_jp: 間違ったprefix。圧縮もしくは圧縮できない
zh_cn: 前缀错误，无法压缩且被解压

source: Wrong pubkey format
es_es: Formato de clave pública incorrecto
ja_jp: 間違った公開キー形式
zh_cn: 错误的公钥格式

source: Wrong signature
es_es: Firma incorrecta
ja_jp: 間違った署名
zh_cn: 签名错误

source: You are already on the latest version of Electrum.
es_es: Ya está en la última versión de Electrum.
ja_jp: Electrumはすでに最新バージョンです。
zh_cn: 您已经在使用最新版本的Electrum。

source: You are following branch
es_es: Estás siguiendo rama
ja_jp: 次のブランチです
zh_cn: 您正在跟随分支

source: You are in testnet mode.
es_es: Estás en modo testnet.
ja_jp: テストネットモードです。
zh_cn: 您处于测试网模式。

source: You are most likely using an outdated version of Electrum. Please update.
es_es: Lo más probable es que esté utilizando una versión desactualizada de Electrum. Por favor actualice.
ja_jp: 現在、旧バージョンのElectrumを使用しています。アップデートを実施してください。
zh_cn: 您很可能使用的是Electrum的过时版本， 请更新

source: You are offline.
es_es: Estas desconectado.
ja_jp: オフライン状態です。
zh_cn: 您处于离线状态。

source: You are using Electrum in offline mode; restart Electrum if you want to get connected
es_es: Está utilizando Electrum en modo fuera de línea; reinicie Electrum si desea obtener conectado
ja_jp: Electrumをオフラインに使用しています; 連結のためにはElectrumを再起動してください
zh_cn: 您正在离线模式下使用Electrum； 如果要连接，请重新启动Electrum

source: You are using a non-deterministic wallet, which cannot create new addresses.
es_es: Está utilizando un monedero no determinista, que no puede crear nuevas direcciones.
ja_jp: 確定的ではないウォレットを使用するため、新しいアドレスを生成できません。
zh_cn: 您使用的是不确定的钱包，无法创建新地址。

source: You can disable this setting in '{setting_name}'.
es_es: Puede desactivar esta configuración en '{setting_name}'.
ja_jp: '{setting_name}'にて設定を非活性化にできます。
zh_cn: 您可以在'{setting_name}'中禁用此设置。

source: You can download the new version from {url}.
es_es: Puede descargar la nueva versión desde {url}.
ja_jp: {url}で新しいバージョンをダウンロードできます。
zh_cn: 您可以从{url}下载新版本。

source: You can override the suggested derivation path.
es_es: Puede anular la ruta de derivación sugerida.
ja_jp: 提示された派生経路で上書きできます。
zh_cn: 您可以忽略建议的派生路径。

source: You can't broadcast a transaction without a live network connection.
es_es: No se puede transmitir una transacción sin una conexión de red en vivo.
ja_jp: リアルタイムにネットワークへ繋がらない場合には、取引を発信できません。
zh_cn: 没有实时网络连接就无法广播交易。

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
es_es: No es necesario realizar copias de seguridad periódicas, porque su monedero puede ser recuperado de una frase secreta que puede memorizar o escribir en papel.
ja_jp: ウォレットは書いて保管できるシークレットフレーズで復旧可能ですので、定期的なバックアップは要りません。
zh_cn: 您不需要进行定期备份，因为您的钱包可以通过您记忆的或写在纸上的秘密短语进行恢复。

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
es_es: Tiene varios espacios en blanco consecutivos o espacios en blanco iniciales / finales en tu frase de contraseña.
ja_jp: パスフレーズには多重の連続空白もしくは前/後に空白を含められます。
zh_cn: 您有多个连续的空格或前/后部分有空格您的密钥

source: You may enter a Bitcoin address, a label from your list of contacts (a list of completions will be proposed), or an alias (email-like address that forwards to a Bitcoin address)
es_es: Puede ingresar una dirección de Bitcoin, una etiqueta de su lista de contactos (se propondrá una lista de finalizaciones), o un alias (dirección de correo electrónico que redirige a una dirección de Bitcoin)
ja_jp: 連結リスト(完了したデータを確認できます)のラベルでビットコインアドレスを追加、もしくは匿名(ビットコインアドレスで転送されるメールアドレスのようなアドレス)で追加できます
zh_cn: 您可以输入一个比特币地址，从您的联系人列表中输入一个标签(一个列表 将提出完成的), 或输入一个别名 (类似于可转发到比特币地址的电子邮件的地址)

source: You may extend your seed with custom words.
es_es: Puede extender su semilla con palabras personalizadas.
ja_jp: 単語のカスタムでシードを拡張できます。
zh_cn: 您可以自定义词语来扩展您的种子

source: You may load a CSV file using the file icon.
es_es: Puede cargar un archivo CSV usando el icono de archivo.
ja_jp: ファイルアイコンをクリックし、CSVファイルをアップロードできます。
zh_cn: 您可以点击文件图标来加载CSV文件

source: You might have an incompatible library.
es_es: Es posible que tenga una biblioteca no compatible.
ja_jp: ライブラリーーが互換できない場合があります。
zh_cn: 您可能有一个不兼容的资源库

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
es_es: Su monedero Ledger quiere indicarle un código PIN único.<br><br> Para mayor seguridad, debe desconectar su dispositivo, abrir un editor de texto en otro ordenador, coloque el cursor en este y conecte su dispositivo a ese ordenador. Aparecerá un resumen de la transacción que se estará firmando y un PIN de un solo uso. <br><br> Verifique el resumen de la transacción y escriba el código PIN aquí. <br><br> Antes de presionar Intro, vuelva a conectar el dispositivo a este ordenador.<br>
ja_jp: レジャーウォレットでは使い捨てのPINコードが発行されます。<br><br>高いセキュリティ保護のため、デバイスを取り外して、他のパソコンでメモ帳を開き、カーソルをおいてからデバイスを再び繋げてください。署名中の取引情報と、使い捨てのPINを確認できます。<br><br>取引情報の確認後、PINコードをこちらに入力してください。<br><br>エンターを押す前、デバイスを本来のパソコンに繋げてください。<br>
zh_cn: 在账簿钱包中发行一次性PIN码<br><br>安全起见，请关掉您的设备然后在您的电脑上运行文本编辑，重新进行连接可以确认到签名中的交易信息以及一次性PIN码<br><br>确认交易信息后，请在此处输入PIN码<br><br>请在点击enter键之前，请将设备重新与电脑进行连接<br>

source: Your Ledger is locked. Please unlock it.
es_es: Su Ledger está bloqueado. Desbloquéelo.
ja_jp: レジャーがロックされました。ロックを解除してください。
zh_cn: 账簿已锁，请解除

source: Your Node ID
es_es: Su ID de nodo
ja_jp: ノードID
zh_cn: 节点ID

source: Your PIN code was updated
es_es: Se actualizó su código PIN
ja_jp: PINコードがアップデートされました
zh_cn: PIN码已更新

source: Your accounts have been moved to
es_es: Sus cuentas se han movido a
ja_jp: アカウントが次の位置に移動しました
zh_cn: 账号移动至下一位置

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
es_es: Sus bitcoins están protegidos con contraseña. Sin embargo, su archivo de monedero no es cifrado.
ja_jp: ビットコインがパスワードで保護されています。しかし、ウォレットファイルは暗号化されていません。
zh_cn: 比特币被密码保护，但是钱包文件没有加密

source: Your device might not have support for this functionality.
es_es: Es posible que su dispositivo no sea compatible con esta función.
ja_jp: デバイスが該当機能をサポートしない場合がございます。
zh_cn: 您的设备可能不支持此功能

source: Your labels have been synchronised.
es_es: Sus etiquetas se han sincronizado.
ja_jp: ラベルが同期しました。
zh_cn: 您的标签已同步

source: Your seed extension is
es_es: Su extensión semilla es
ja_jp: シードの拡張は以下を参考にしてください
zh_cn: 您的种子扩张是：

source: Your seed extension must be saved together with your seed.
es_es: La extensión de su semilla debe guardarse junto con su semilla.
ja_jp: シードの拡張は既存のシードと共に保存しなければなりません。
zh_cn: 您扩张的种子要与现有的种子一并保存

source: Your seed is important!
es_es: ¡Su semilla es importante!
ja_jp: シードはとても大事です!
zh_cn: 您的种子非常重要

source: Your server is on branch
es_es: Su servidor está en una rama
ja_jp: サーバーがブランチに存在します
zh_cn: 您的服务器已处于分支中

source: Your transaction was sent to the cosigning pool.
es_es: Su transacción fue enviada al pool de cosignatarios.
ja_jp: 取引が共同署名プールに転送されました。
zh_cn: 您的交易已提交至联署池

source: Your wallet file does not contain secrets, mostly just metadata.
es_es: El archivo de su monedero no contiene secretos, en su mayoría solo metadatos.
ja_jp: ウォレットファイルにシークレットは存在しません、データの大半はメタデータです。
zh_cn: 你的钱包文件不包含秘密，大部分为元数据

source: Your wallet file is NOT encrypted.
es_es: El archivo de su monedero NO está cifrado.
ja_jp: ウォレットファイルが暗号化されていません。
zh_cn: 您的钱包文件没有加密

source: Your wallet file is encrypted.
es_es: El archivo de su monedero está cifrado.
ja_jp: ウォレットファイルが暗号化されました。
zh_cn: 您的钱包文件已加密

source: Your wallet file is: {path}.
es_es: El archivo de su monedero es: {path}.
ja_jp: 貴下のウォレットファイル位置: {path}.
zh_cn: 钱包文件位置: {path}.

source: Your wallet generation seed is:
es_es: Su semilla de generación de monedero es:
ja_jp: 貴下のウォレット生成シード:
zh_cn: 您的钱包生成的种子是:

source: Your wallet has {number} prepaid transactions.
es_es: Su monedero tiene {number} transacciones prepagadas.
ja_jp: ウォレットに{number}件の前払い取引が存在します。
zh_cn: 您的钱包有{number} 预付交易

source: Your wallet history has been successfully exported.
es_es: El historial de su monedero se ha exportado correctamente.
ja_jp: ウォレット内訳の共有が成功的に完了しました。
zh_cn: 钱包的历史记录已成功导出

source: Your wallet is not protected.
es_es: Su monedero no está protegido.
ja_jp: ウォレットが保護されていません。
zh_cn: 钱包是不受保护的

source: Your wallet is password protected and encrypted.
es_es: Su monedero está protegido con contraseña y cifrado.
ja_jp: ウォレットはパスワードで保護され暗号化します。
zh_cn: 钱包有密码保护并加密的

source: Your {0} were exported to '{1}'
es_es: Sus {0} se exportaron a '{1}'
ja_jp: {0}から '{1}'に共有を完了しました
zh_cn: 您的 {0} 被导出到了 '{1}'

source: Your {title} were successfully imported
es_es: Su {title} se importó correctamente
ja_jp: {title} 読み込みが成功的に完了しました
zh_cn: 您的 {title} 已成功被导入

source: Zeros after decimal point
es_es: Ceros después del punto decimal
ja_jp: 小数点以下0表記
zh_cn: 小数点后为0

source: [Clear]
es_es: [Borrar]
ja_jp: [クリア]
zh_cn: [清除]

source: [Send]
es_es: [Enviar]
ja_jp: [転送]
zh_cn: [发送]

source: [b] - print server banner
es_es: [b] - banner del servidor de impresión
ja_jp: [b] - サーバーバナーを出力します
zh_cn: [b] - 打印服务器横幅

source: [c] - display contacts
es_es: [c] - mostrar contactos
ja_jp: [c] - 連結を表示します
zh_cn: [c] - 显示联系

source: [h] - displays this help text
es_es: [h]: muestra este texto de ayuda
ja_jp: [h] - ヘルプを表示します
zh_cn: [h] - 显示该帮助文本

source: [i] - display transaction history
es_es: [i]: muestra el historial de transacciones
ja_jp: [i] - 取引の内訳を表示します
zh_cn: [i] - 显示交易历史

source: [o] - enter payment order
es_es: [o] - ingresar orden de pago
ja_jp: [o] - 支払い要請を実施します
zh_cn: [o] - 输入付款订单

source: [p] - print stored payment order
es_es: [p] - imprimir orden de pago almacenada
ja_jp: [p] - 保存された支払い要請を出力します
zh_cn: [p] - 打印储存的付款订单

source: [q] - quit
es_es: [q] - salir
ja_jp: [q] - 閉じる
zh_cn: [q] - 退出

source: [r] - show own receipt addresses
es_es: [r] - mostrar direcciones de recepción propias
ja_jp: [r] - 固有なレシートのアドレスを確認できます
zh_cn: [r] - 显示本人的收据地址

source: [s] - send stored payment order
es_es: [s] - enviar orden de pago almacenada
ja_jp: [s] - 保存された支払い要請を転送します
zh_cn: [s] - 发送已储存的付款订单

source: add inputs and outputs
es_es: agregar entradas y salidas
ja_jp: 入出力追加
zh_cn: 添加输入与输出

source: add invoice timed out
es_es: tiempo de espera agotado para agregar factura
ja_jp: インボイス追加時間が満了しました
zh_cn: 添加发票时间已过

source: address already in wallet
es_es: dirección ya existe en el monedero
ja_jp: ウォレットにアドレスが存在します
zh_cn: 地址已在钱包中

source: and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees.
es_es: y tendrá la posibilidad, mientras no estén confirmados, de reemplazarlos por transacciones que pagan tarifas más altas.
ja_jp: 未確認の場合、より高い手数料を支払う取引に変更できます。
zh_cn: 未能证实时，将有可能被取代为支付更高的手续费的交易

source: are frozen
es_es: Están congelados
ja_jp: 凍結しました
zh_cn: 已冻结

source: blocks
es_es: bloques
ja_jp: ブロック
zh_cn: 区块

source: change
es_es: cambio
ja_jp: 変更
zh_cn: 变更

source: contacts
es_es: contactos
ja_jp: 連結
zh_cn: 连接

source: cosigner
es_es: consignatario
ja_jp: 共同の署名人
zh_cn: 联合签署人

source: could not find suitable outputs
es_es: no se pudieron encontrar resultados adecuados
ja_jp: 適切な結果を見つかりません
zh_cn: 无法找到恰当的结果

source: current fee unknown
es_es: tarifa actual desconocida
ja_jp: 現在、手数料は確認できません
zh_cn: 目前手续费不详

source: high fee
es_es: tarifa alta
ja_jp: 高い手数料
zh_cn: 高手续费

source: initialized
es_es: inicializado
ja_jp: 施行されました
zh_cn: 初始化

source: invalid address
es_es: dirección no válida
ja_jp: 無効なアドレス
zh_cn: 无效地址

source: invalid private key
es_es: clave privada no válida
ja_jp: 無効なプライベートキー
zh_cn: 无效密钥

source: invoices
es_es: facturas
ja_jp: インボイス
zh_cn: 发票

source: keystore
es_es: almacén de claves
ja_jp: キーストレージ
zh_cn: 密钥库

source: labels
es_es: etiquetas
ja_jp: ラベル
zh_cn: 标签

source: more information at <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
es_es: más información en <a href="https://revealer.cc/faq"> https://revealer.cc/ faq</a>
ja_jp: 詳細は次から確認してください<a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
zh_cn: 更多信息请见<a href="https://revealer.cc/faq">https://revealer.cc/faq</a>

source: not implemented type
es_es: tipo no implementado
ja_jp: 実行されないタイプ
zh_cn: 未实行型

source: open_channel timed out
es_es: open_channel agotó el tiempo de espera
ja_jp: チャンネル_オープン時間は満了しました
zh_cn: 打开_频道超时

source: or type an existing revealer code below and click 'next':
es_es: o escriba un código de revelador existente debajoy haga clic en 'siguiente':
ja_jp: または下記の既存のrevealerコードを入力した後、'次へ'をクリックしてください。:
zh_cn: 或在下面键入现有的揭示代码，然后点击 "下一步"：

source: please wait...
es_es: por favor espere...
ja_jp: 少々お待ちください。
zh_cn: 请稍等

source: print the calibration pdf and follow the instructions
es_es: imprima el pdf de calibración y siga las instrucciones
ja_jp: 校正のPDFをダウンロードして、説明に従ってください
zh_cn: 打印校验PDF文件，并按照说明进行操作

source: proxy enabled
es_es: proxy habilitado
ja_jp: プロキシを活性化しました
zh_cn: 启用代理

source: receiving
es_es: recibiendo
ja_jp: 受信
zh_cn: 接收

source: secret backup utility
es_es: utilidad de copia de seguridad del secreto
ja_jp: シークレット·バックアップ·ユーティリティー
zh_cn: 保密备份程序

source: seed
es_es: semilla
ja_jp: シード
zh_cn: 种子

source: standard incoming
es_es: entrante estándar
ja_jp: 標準入金
zh_cn: 标准收益

source: standard outgoing
es_es: saliente estándar
ja_jp: 標準出金
zh_cn: 标准输出

source: transaction is final
es_es: la transacción es final
ja_jp: 最終の取引です
zh_cn: 最终交易

source: type a custom alphanumerical secret below:
es_es: escriba un secreto alfanumérico personalizado debajo:
ja_jp: 文字や数字のカスタム非公開を入力してください:
zh_cn: 请在下面输入一个自定义的字母数字混合的密码：

source: unconfirmed
es_es: sin confirmar
ja_jp: 確認されていない
zh_cn: 无法确认

source: unknown
es_es: desconocido
ja_jp: 不明
zh_cn: 未知

source: unknown parser {name!r} (choices: {choices})
es_es: analizador desconocido {name!r} (opciones: {choices})
ja_jp: 不明なパーサー{name!r} (choices: {choices})
zh_cn: 未知解析器{name!r}(选择：{choices})

source: unmatured
es_es: sin madurar
ja_jp: 未熟性
zh_cn: 未成熟

source: watching only
es_es: solo lectura
ja_jp: 確認専用
zh_cn: 仅看

source: watching-only
es_es: solo lectura
ja_jp: 確認専用
zh_cn: 仅看

source: wiped
es_es: borrado
ja_jp: クリア
zh_cn: 抹掉

source: your seed extension will <b>not</b> be included in the encrypted backup.
es_es: su extensión <b>no</b> se incluirá en la copia de seguridad cifrada.
ja_jp: シードの拡張が暗号化された バックアップに含まれて<b>いません</b>。
zh_cn: 您的种子扩展名将<b>不</b>包含在加密的备份中

source: {coins_number} outputs available ({utxos_number} total)
es_es: {coins_number} salidas disponibles ({utxos_number} en total)
ja_jp: (総 {utxos_number}) の中 {coins_number} 使用可能
zh_cn: {coins_number}可用产出({utxos_number}总数)

source: {number} confirmations
es_es: {number} confirmaciones
ja_jp: {number} 確認
zh_cn: {number} 确认

source: {number} connections.
es_es: {number} conexiones.
ja_jp: {number} 連結。
zh_cn: {number} 连接

source: {number} new transactions: Total amount received in the new transactions {amount}
es_es: {number} nuevas transacciones: cantidad total recibida en las nuevas transacciones{amount}
ja_jp: {number} 件の新しい取引:新しい取引による受取量 {amount}
zh_cn: {number} 新交易：新交易中收到的总金额{amount}

source: {title} copied to clipboard: {content}
es_es: {title} copiado al portapapeles: {content}
ja_jp: {title}がクリップボードにコピーされました。: {content}
zh_cn: {title} 已复制在剪贴板中 {content}

source: {txid} is covered by GreenAddress instant confirmation
es_es: {txid} está cubierto por la confirmación instantánea de GreenAddress
ja_jp: グーリンウォレットから{txid}が直ちに確認されました。
zh_cn: {txid}已被GreenAddress即时确认所覆盖

source: {txid} is not covered by GreenAddress instant confirmation
es_es: {txid} no está cubierto por la confirmación instantánea de GreenAddress
ja_jp: グーリンウォレットから{txid}を直ちに確認できません。
zh_cn: {txid} 不在GreenAddress 即时确认范围内

source: {wallet_seed} encrypted for Revealer {version}_{checksum} saved as PNG and PDF at:
es_es: {wallet_seed} cifrado para revelador {version}_{checksum} guardado como PNG yPDF en:
ja_jp: Revealer {version}_{checksum}の暗号化された{wallet_seed}が次の位置にPNGとPDFで保存されました。:
zh_cn: {wallet_seed}为Revealer {version}_{checksum}加密，保存为PNG和PDF格式

source: Child Pays for Parent
es_es: Hijo Paga Por Padre (CPFP)

source: Child pays for parent
es_es: Hijo paga por padre (CPFP)

source: OK
es_es: OKAY

source: Received HTLC with ID {id}
es_es: Recibido HTLC con ID {id}
zh_cn: 接收的HTLC与ID {id}

source: {size} from tip
es_es: {size} desde la parte superior de la pila

source: (No FX rate available)
zh_cn: 无可用汇率

source: 2 Keys Vault wallet
zh_cn: 2密钥Vault钱包

source: 3 Keys Vault wallet
zh_cn: 3密钥Vault钱包

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
zh_cn: 关于使用远程服务器的每笔交易，将收取小部分手续费安装完成后，您可以检查和修改结算信息设置。

source: Choose coin (UTXO) selection method for alert transactions. The following are available:
zh_cn: 请选择币(UTXO) 的选择方法进行提醒交易。之后可使用 :
