Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: Incorrect password
es_es: Contraseña incorrecta
ja_jp: 違うパスワード
zh_cn: 密码不一致

source: Incorrect seed
es_es: Semilla incorrecta
ja_jp: 間違ったシード
zh_cn: 种子错误

source: Increase fee
es_es: Aumentar tarifa
ja_jp: 手数料の増加
zh_cn: 手续费增加

source: Increase your transaction's fee to improve its position in mempool.
es_es: Aumente la tarifa de su transacción para mejorar su posición en mempool.
ja_jp: mempoolからの位置を向上させるため、取引の手数料を増やしてください。
zh_cn: 为了提高在mempool的位置，请增加交易手续费

source: Info
es_es: Información
ja_jp: 情報
zh_cn: 信息

source: Information
es_es: Información
ja_jp: 情報
zh_cn: 信息

source: Initial balance
es_es: Balance inicial
ja_jp: 初期残高
zh_cn: 初始余额

source: Initialization of Ledger HW devices is currently disabled.
es_es: La inicialización de los dispositivos Ledger HW está actualmente inhabilitada.
ja_jp: Ledger HW機械の初期化が現在非活性化になっている。
zh_cn: 目前已禁止初始化Ledger HW设备

source: Initiator
es_es: Iniciador
ja_jp: スポンサー
zh_cn: 发起人

source: Input amount
es_es: Importe de entrada
ja_jp: 金額入力
zh_cn: 输入金额

source: Input raw transaction
es_es: Ingresar transacción sin procesar
ja_jp: 元の取引入力
zh_cn: 输入原始交易

source: Inputs
es_es: Entradas
ja_jp: 入力
zh_cn: 输入

source: Install Wizard
es_es: Asistente de instalación
ja_jp: Wizard インストール
zh_cn: 安装 Wizard

source: Install the zbar package to enable this.
es_es: Instale el paquete zbar para habilitar esto.
ja_jp: zbar パッケージをインストールして活性化してください。
zh_cn: 安装zbar软件包以启用此功能

source: Instructions:
es_es: Instrucciones:
ja_jp: 説明:
zh_cn: 说明

source: Insufficient funds
es_es: Fondos insuficientes
ja_jp: 残高不足
zh_cn: 资金不足

source: Invalid Address
es_es: Dirección inválida
ja_jp: 正しくないアドレス
zh_cn: 无效地址

source: Invalid Amount
es_es: Importe inválido
ja_jp: 正しくない金額
zh_cn: 无效金额

source: Invalid Bitcoin Address
es_es: Dirección de Bitcoin no válida
ja_jp: 正しくないビットコインアドレス
zh_cn: 无效的比特币地址

source: Invalid Bitcoin address
es_es: Dirección de Bitcoin no válida
ja_jp: 正しくないビットコインアドレス
zh_cn: 无效的比特币地址

source: Invalid Bitcoin address.
es_es: Dirección de Bitcoin no válida.
ja_jp: 正しくないビットコインアドレス
zh_cn: 无效的比特币地址

source: Invalid Fee
es_es: Tarifa no válida
ja_jp: 正しくない手数料
zh_cn: 无效费用

source: Invalid JSON code.
es_es: Código JSON no válido.
ja_jp: 正しくないJSONコード
zh_cn: 无效的JSON代码

source: Invalid Lines found:
es_es: Líneas no válidas encontradas:
ja_jp: 正しくないLines発見:
zh_cn: 找到无效的行：

source: Invalid PIN
es_es: PIN no válido
ja_jp: 正しくない PIN
zh_cn: PIN码无效

source: Invalid Public key
es_es: Clave pública no válida
ja_jp: 正しくない 公開キー
zh_cn: 无效公开密钥

source: Invalid address
es_es: Dirección no válida
ja_jp: 正しくないアドレス
zh_cn: 无效地址

source: Invalid amount
es_es: Importe no válido
ja_jp: 正しくない金額
zh_cn: 无效金额

source: Invalid cancel seedphrase
es_es: Frase semilla de cancelación no válida
ja_jp: 正しくないキャンセルシードフレーズ
zh_cn: 错误的取消助记词

source: Invalid node ID, must be 33 bytes and hexadecimal
es_es: ID de nodo no válido, debe tener 33 bytes y ser hexadecimal
ja_jp: 正しくないノード ID、 33 バイト、16進法でなければなりません。
zh_cn: 错误的节点ID，必须是33字节和16进制

source: Invalid one-time password.
es_es: Contraseña de un solo uso no válida.
ja_jp: 正しくない 使い捨てパスワード
zh_cn: 无效的一次性密码

source: Invalid seed
es_es: Semilla no válida
ja_jp: 正しくないシード
zh_cn: 无效的种子

source: Invoice has expired
es_es: La factura ha caducado
ja_jp: インボイス満了
zh_cn: 发票已过期

source: Invoice saved as
es_es: Factura guardada como
ja_jp: 名前を付けてインボイス保存
zh_cn: 发票存为

source: Invoice wants us to risk locking funds for unreasonably long.
es_es: La factura quiere que nos arriesguemos a bloquear fondos durante un período no razonable.
ja_jp: インボイスが長い間、資金をロックする危険を冒すことを希望する
zh_cn: 发票要我们冒险无故锁定资金。

source: Invoices
es_es: Facturas
ja_jp: インボイス
zh_cn: 发票

source: It also contains your master public key that allows watching your addresses.
es_es: También contiene su clave pública maestra que permite ver sus direcciones.
ja_jp: アドレスの閲覧を許可するマスター公開キーを含めています。
zh_cn: 它还包含了允许您查看您的地址的主公共密钥

source: It cannot be "backed up" by simply exporting these private keys.
es_es: No se puede " hacer una copia de seguridad "simplemente exportando estas claves privadas.
ja_jp: 単純にこのプライベートキーを共有することでバックアップはできません。
zh_cn: 它单用导出密钥无法进行 "备份"

source: It conflicts with current history.
es_es: Entra en conflicto con el historial actual.
ja_jp: 現在、内訳との衝突があります。
zh_cn: 它与现在的内容相冲突

source: It sends and receives partially signed transactions from/to your cosigner wallet.
es_es: Envía y recibe transacciones parcialmente firmadas desde / a su monedero cosignatario.
ja_jp: 共同署名のウォレットから/へ部分署名の取引を受けたり、送ります。
zh_cn: 从/往共同签署钱包发送或接收部分签署交易

source: Japanese
es_es: Japonés
ja_jp: 日本語
zh_cn: 日语

source: Join inputs/outputs
es_es: Unir entradas / salidas
ja_jp: 入力値/出力値参加
zh_cn: 参与 输入/输出

source: Keyboard shortcut: type "!" to send all your coins.
es_es: Atajo de teclado: escribe "! "Para enviar todas tus monedas.
ja_jp: キーボードショートカット: "!"を入力して全てのコインを送ってください。
zh_cn: 键盘快捷键"!" 发送您的所有货币

source: Keystore
es_es: Almacén de claves
ja_jp: キーストレージ
zh_cn: 密钥储藏室

source: Keystore type
es_es: Tipo de almacén de claves
ja_jp: キーストレージの種類
zh_cn: 密钥储存室种类

source: Korean
es_es: Coreano
ja_jp: 韓国語
zh_cn: 韩语

source: Label
es_es: Etiqueta
ja_jp: ラベル
zh_cn: 标签

source: Label Settings
es_es: Configuración de etiquetas
ja_jp: ラベルの設定
zh_cn: 设置标签

source: LabelSync
ja_jp: ラベルの同期化
zh_cn: 标签同步化

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
es_es: Las etiquetas, los ID de transacciones y las direcciones se cifran antes de enviarse al servidor remoto.
ja_jp: ラベル、トランザクションIDやアドレスはリモートサーバーに送られる前に暗号化されます。
zh_cn: 标签, 交易 ID和地址加密后才发送至远程服务器

source: Language
es_es: Idioma
ja_jp: 言語
zh_cn: 语言

source: Latest version: {version}
es_es: Última versión: {version}
ja_jp: 最新バージョン: {version}
zh_cn: 最新版本: {version}

source: Leave this field empty if you want to disable encryption.
es_es: Deje este campo vacío si desea inhabilitar el cifrado.
ja_jp: 暗号化を非活性化するには、このフィールドを空欄にして置いてください。
zh_cn: 若想关闭加密功能，请将此字段留空

source: Ledger Status
es_es: Estado del Ledger
ja_jp: レジャー状態
zh_cn: Ledger 状态

source: Ledger Wallet Authentication
es_es: Autenticación del monedero Ledger
ja_jp: レジャーウォレット認証
zh_cn: Ledger 钱包认证

source: Ledger wallet
es_es: Monedero Ledger
ja_jp: レジャーウォレット
zh_cn: Ledger 钱包

source: Legacy
ja_jp: レガシー

source: Legacy 2FA
ja_jp: レガシー2FA

source: Library version for '{name}' is incompatible.
es_es: La versión de la biblioteca para '{name}' no es compatible.
ja_jp: {name}'のライブラリーーバージョンは互換できません。
zh_cn: '{name}'的程序库版本不能共存.

source: Licence
es_es: Licencia
ja_jp: ライセンス
zh_cn: 许可证

source: Light
es_es: Ligero
ja_jp: ライト
zh_cn: 光

source: Lightning
ja_jp: ライトニング
zh_cn: 闪电

source: Lightning Network
es_es: Red de Lightning
ja_jp: ライトニングネットワーク
zh_cn: 闪电 网络

source: Lightning Network Statistics
es_es: Estadísticas de la Red de Lightning
ja_jp: ライトニングネットワーク統計
zh_cn: 闪电网络统计

source: Lightning keys have been initialized.
es_es: Se han inicializado las claves Lightning.
ja_jp: ライトニングキーが初期化されました。
zh_cn: 闪电钥匙已初始化

source: Lightning keys have been removed.
es_es: Se han eliminado las claves de Lightning.
ja_jp: ライトニングキーが除去されました。
zh_cn: 闪电钥匙已解除

source: Lightning support in Electrum is experimental. Do not put large amounts in lightning channels.
es_es: La compatibilidad de Lightning con Electrum es experimental. No ponga grandes cantidades en canales de Lightning.
ja_jp: Electrumでのライトニング支援はテスト段階です。ライトニングチャネルに多くの金額を入れないでください。
zh_cn: 在Electrumis 支援闪电处于试验阶段.请勿投入大量金额在 闪电平台

source: Lightning:
ja_jp: ライトニング:
zh_cn: 闪电

source: Line #
es_es: Número de línea
ja_jp: ライン #
zh_cn: 线 #

source: Load transaction
es_es: Cargar transacción
ja_jp: 取引読み込み
zh_cn: 导入交易

source: Local
ja_jp: ローカル
zh_cn: 本地

source: Local CTN
es_es: CTN local
ja_jp: ローカルCTN
zh_cn: 本地 CTN

source: Lookup transaction
es_es: Transacción de búsqueda
ja_jp: 取引検索
zh_cn: 查询交易

source: Low fee
es_es: Tarifa baja
ja_jp: 安い手数料
zh_cn: 低的手续费

source: Make sure it is in the correct state.
es_es: Asegúrese de que esté en el estado correcto.
ja_jp: 正しい状態なのか、確認してください。
zh_cn: 确认是否正确

source: Make sure you install it with python3
es_es: Asegúrese de instalarlo con python3
ja_jp: python3をインストールしてください。
zh_cn: 请您安装python3

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
es_es: Asegúrese de ser el propietario de la frase semilla o de las claves privadas antes de solicitar el envío de Bitcoins a este monedero.
ja_jp: ウォレットにビットコイン送金要請の前、シードフレーズやプライベートキーがあるのか、確認してください。
zh_cn: 从钱包里转账加密货币邀请之前，请确认是否有助记词和密钥

source: Master Public Key
es_es: Clave pública maestra
ja_jp: マスター公開キー
zh_cn: Master 公开钥匙

source: Master Public Keys
es_es: Claves públicas maestras
ja_jp: マスター公開キー
zh_cn: Master 公开钥匙

source: Max
es_es: Máximo
ja_jp: 最大
zh_cn: 最高

source: Max fee exceeded
es_es: Se superó la tarifa máxima
ja_jp: 最大手数料超過
zh_cn: 超过最高手续费

source: Maximum number of concurrent HTLCs accepted by peer:
es_es: Número máximo de HTLC simultáneos aceptados por pares:
ja_jp: ピアに許される同時 HTLC最大数:
zh_cn: 被peer接受的同时将HTLC最大值：

source: Maximum value of in-flight HTLCs accepted by peer:
es_es: Valor máximo de HTLC en vuelo aceptado por pares:
ja_jp: ピアに許されるインフライトHTLC最大数:
zh_cn: 被peer接受的in-flight HTLC 最大值:

source: Memo
es_es: Memorándum
ja_jp: メモ
zh_cn: 记录

source: Mempool based: fee rate is targeting a depth in the memory pool
es_es: Basado en Mempool: la tasa de tarifa tiene como objetivo una profundidad en el grupo de memoria
ja_jp: Mempool基盤: memory poolの深さを対象、手数料率
zh_cn: 基于Mempool：收费标准是针对内存池的深度

source: Mempool depth
es_es: Profundidad de Mempool
ja_jp: Mempoolの深さ
zh_cn: Mempool深度

source: Merge signatures from
es_es: Fusionar firmas de
ja_jp: から署名の統合
zh_cn: 从-合并签名

source: Message
es_es: Mensaje
ja_jp: メッセージ
zh_cn: 信息

source: Method:
es_es: Método:
ja_jp: 方法:
zh_cn: 方法

source: Minimum HTLC value accepted by peer (mSAT):
es_es: Valor mínimo de HTLC aceptado por pares (mSAT):
ja_jp: ピアに許される最小HTLC数(mSAT):
zh_cn: 在peer中许可的最小HTLC值（mSAT）：

source: Mining fee
es_es: Tarifa de minería
ja_jp: マイニング手数料
zh_cn: 挖矿手续费

source: Missing amount
es_es: Importe faltante
ja_jp: 落ち金額
zh_cn: 丢失金额

source: Missing libraries for {library_name}.
es_es: Faltan bibliotecas para {library_name}.
ja_jp: {library_name}のライブラリーが漏れました。
zh_cn: {library_name}的资料室发生遗漏

source: Missing previous tx for legacy input.
es_es: Falta tx anterior para la entrada heredada.
ja_jp: レガシー入力に必要な以前の取引を見つかれません。
zh_cn: 无法找到遗留信息所必需的前一交易

source: Missing report URL.
es_es: Falta la URL reportada.
ja_jp: レポートURLを見つかれません。
zh_cn: 找不到报告URL

source: More info at: {link}
es_es: Más información en: {link}
ja_jp: もっと多くの情報は: {link}
zh_cn: 更多信息： {link}

source: NOT DEVICE PIN - see above
es_es: PIN SIN DISPOSITIVO - ver arriba
ja_jp: 機械PINではない -上記の内容参考
zh_cn: 飞设备PIN - 请参考上文

source: Name
es_es: Nombre
ja_jp: 名前
zh_cn: 名称

source: Network
es_es: Red
ja_jp: ネットワーク
zh_cn: 网络

source: Network request timed out.
es_es: Se agotó el tiempo de espera de la solicitud de red.
ja_jp: ネットワーク要請時間の超過
zh_cn: 网络请求时间超时

source: Never
es_es: Nunca
ja_jp: 絶対
zh_cn: 绝对

source: Never disclose your seed.
es_es: Nunca reveles tu semilla.
ja_jp: 絶対シードを公開しないでください。
zh_cn: 请绝对不要公开种子

source: New Contact
es_es: Nuevo contacto
ja_jp: 新たな連絡先
zh_cn: 新的联系人

source: New Fee rate
es_es: Nuevo precio de tarifa
ja_jp: 新たな手数料率
zh_cn: 新的手续费率

source: New Password:
es_es: Nueva contraseña:
ja_jp: 新たなパスワード
zh_cn: 新密码

source: New contact
es_es: Nuevo contacto
ja_jp: 新たな連絡先
zh_cn: 新的联系人

source: New transaction: {amount}
es_es: Nueva transacción: {amount}
ja_jp: 新たな取引: {amount}
zh_cn: 新的交易： {amount}

source: Next
es_es: Próximo
ja_jp: 次
zh_cn: 下一步

source: No Data
es_es: Sin datos
ja_jp: データ無し
zh_cn: 无数据

source: No Description
es_es: Sin descripción
ja_jp: 説明無し
zh_cn: 无说明

source: No Wallet
es_es: Sin monedero
ja_jp: ウォレット無し
zh_cn: 无钱包

source: No address available. Please remove some of your pending requests.
es_es: No hay dirección disponible. Elimine algunas de sus solicitudes pendientes.
ja_jp: アドレスを見つかれません。保留中の要請を除去してください。
zh_cn: 无法找到地址，请删除保留中的请求

source: No data
es_es: Sin datos
ja_jp: データ無し
zh_cn: 无数据

source: No donation address for this server
es_es: Sin dirección de donación para este servidor
ja_jp: このサーバーの寄付(donation)アドレスはありません。
zh_cn: 该服务器没有捐款地址

source: No exceptions encountered.
es_es: No se encontraron excepciones.
ja_jp: 例外無し
zh_cn: 无异常

source: No fork detected
es_es: No se detectó ninguna bifurcación
ja_jp: フォークは感知されていない。
zh_cn: 没有检测到叉子

source: No hardware device detected.
es_es: No se detectó ningún dispositivo de hardware.
ja_jp: ハードウェア機械は感知されていません。
zh_cn: 没有检测到硬件设备

source: No inputs found. (Note that inputs need to be confirmed)
es_es: No se encontraron entradas. (Tenga en cuenta que las entradas deben confirmarse)
ja_jp: 入力直を探せません。（入力値が確認されなければなりません。）
zh_cn: 无法找到输入值（请检查输入值）

source: No keystore
es_es: Sin almacén de claves
ja_jp: キーストレージ無し
zh_cn: 没有秘钥库

source: No more addresses in your wallet.
es_es: No más direcciones en su monedero.
ja_jp: ウォレットにもはやアドレスがありません。
zh_cn: 钱包中没有地址

source: No outputs
es_es: Sin salidas
ja_jp: 出力無し
zh_cn: 没有输出值

source: No wallet loaded.
es_es: No hay monedero cargado.
ja_jp: ウォレットは入っていない。
zh_cn: 没有钱包

source: Node ID
es_es: ID de nodo
ja_jp: ノードID
zh_cn: 节点ID

source: Node ID:
es_es: ID de nodo:
ja_jp: ノードID:
zh_cn: 节点ID：

source: Nodes
es_es: Nodos
ja_jp: ノード
zh_cn: 节点

source: Nodes in database.
es_es: Nodos en la base de datos.
ja_jp: データベースのノード。
zh_cn: 数据库中的节点

source: None
es_es: Ninguno
ja_jp: 無し
zh_cn: 无

source: Not Enough Funds
es_es: No hay fondos suficientes
ja_jp: 金額が足りません。
zh_cn: 金额不足

source: Not Now
es_es: Ahora no
ja_jp: 今はできません
zh_cn: 目前无法进行

source: Not Verified
es_es: No verificado
ja_jp: 検証されていない
zh_cn: 未经检测

source: Not connected
es_es: No conectado
ja_jp: 繋がっていない
zh_cn: 没有连接

source: Not enough funds
es_es: No hay fondos suficientes
ja_jp: 金額が足りません。
zh_cn: 金额不足

source: Not enough funds on address.
es_es: No hay suficientes fondos en la dirección.
ja_jp: アドレスに金額が足りません。
zh_cn: 地址中的金额不足

source: Not verified
es_es: No verificado
ja_jp: 検証されていない
zh_cn: 未经检测

source: Not yet available
es_es: No disponible aún
ja_jp: まだ有効ではない
zh_cn: 未生效

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
es_es: Tenga en cuenta que si ha congelado algunas de sus direcciones, los fondos disponibles será menor que su balance total.
ja_jp: アドレスの凍結されましたら、残高を確認してください。ご利用可能な金額が総残高より少ないです。
zh_cn: 如果终止了地址，可用的金额将比总余额低

source: Note that some merchants do not accept non-final transactions until they are confirmed.
es_es: Tenga en cuenta que algunos comerciantes no aceptan transacciones no finales hasta que confirmado.
ja_jp: 確認されていない最終ではない取引を取り扱いわない取引がある可能性があります。
zh_cn: 一些交易商不接受非最终交易和未确认的交易

source: Note that this is NOT your encryption password.
es_es: Tenga en cuenta que esta NO es su contraseña de cifrado.
ja_jp: これは暗号化のパスワードではありません。
zh_cn: 这不是你的加密密码

source: Note: If you enable this setting, you will need your hardware device to open your wallet.
es_es: Nota: si habilita esta configuración, necesitará que su dispositivo de hardware se abra tu monedero.
ja_jp: 参考:この設定を活性化するには、ウォレットを開くため、貴下のハードウェア機械が必要です。
zh_cn: 参考：如果请用该设置，为打开钱包需要硬件设备

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
es_es: Nota: esta es una transacción fuera de línea, si desea que la red la vea, Necesito transmitirlo.
ja_jp: 参考:こちらはオフラインの取引で、ネットワークにアップロードするには、送出しなければなりません。
zh_cn: 参考：这是线下交易，若要上传至网络中，请传送

source: Nothing set !
es_es: ¡Nada establecido!
ja_jp: 設定内容無し!
zh_cn: 没有设置内容！

source: Nothing to plot.
es_es: Nada que tramar.
ja_jp: プロットする内容無し。
zh_cn: 没有策划内容

source: Nothing to summarize.
es_es: Nada que resumir.
ja_jp: 要約する内容無し。
zh_cn: 没有可总结的内容

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
es_es: Número de ceros que se muestran después del punto decimal. Por ejemplo, si es establecido en 2, "1." se mostrará como "1.00 "
ja_jp: 小数点の後に表示される0の数。例えば、2に設定されると、"1."が、"1.00"と表示される。
zh_cn: 在小数点之后显示的0的数字，例如设置为2时，将为 "1."，显示为"1.00"

source: OR
es_es: O
ja_jp: もしくは
zh_cn: 或

source: Offline
es_es: Desconectado
ja_jp: オフライン
zh_cn: 线下

source: On Linux, you might have to add a new permission to your udev rules.
es_es: En Linux, es posible que deba agregar un nuevo permiso a sus reglas de udev.
ja_jp: リナックスでは、udev ruleに新しい許可を追加しなければならない可能性があります。
zh_cn: 在Linux上，可能需要在udev规则中添加一个新的权限

source: One output per line.
es_es: Una salida por línea.
ja_jp: ライン当一つの出力値。
zh_cn: 每条线中一个输出值

source: One-server mode
es_es: Modo de un servidor
ja_jp: 単一サーバーモード
zh_cn: 单服务器模式

source: Online Block Explorer
es_es: Explorador de bloques en línea
ja_jp: オンラインブロックエクスプローラー
zh_cn: 在线区块浏览器

source: Only OP_RETURN scripts, with one constant push, are supported.
es_es: Solo se admiten los scripts OP_RETURN, con un empuje constante.
ja_jp: 一つの持続pushと一緒にOP_RETURNスクリプトだけ支援されます。
zh_cn: 与一次持续推送，只支持OP_RETURN脚本

source: Only connect to a single server
es_es: Solo conéctese a un único servidor
ja_jp: 単一サーバのみ、接続します。
zh_cn: 至连接至一个服务器

source: Open Channel
es_es: Canal abierto
ja_jp: チャネルを開く
zh_cn: 打开频道

source: Open advanced transaction preview dialog when 'Pay' is clicked.
es_es: Abrir el cuadro de diálogo de vista previa de transacciones avanzadas cuando se hace clic en 'Pagar'.
ja_jp: 'お支払い' クリックの時、高級取引のプレビューダイアログを開く
zh_cn: 点击"支付"时，打开高级交易的预览对话框

source: Open calibration pdf
es_es: Abrir pdf de calibración
ja_jp: 調整PDFを開く
zh_cn: 代开校准pdf

source: Open channel
es_es: Canal abierto
ja_jp: チャネルを開く
zh_cn: 打开频道

source: Open your cosigner wallet to retrieve it.
es_es: Abra el monedero de su cosignatario para recuperarla.
ja_jp: あなたの共同署名のウォレットを開いて検索してください。
zh_cn: 打开您的共同签署钱包，然后进行查找

source: Open {title} file
es_es: Abrir archivo de {title}
ja_jp: {title} ファイルを開く
zh_cn: {title} 打开文件

source: OpenAlias
es_es: AbrirAlias
ja_jp: オープンエイリアス

source: OpenAlias record, used to receive coins and to sign payment requests.
es_es: Registro AbrirAlias, utilizado para recibir monedas y firmar solicitudes de pago.
ja_jp: オープンエイリアス内訳はコインを受けたり、お支払いの要請を署名するため、利用されます
zh_cn: OpenAlias记录用于接收币和为签署支付请求

source: Opening channel...
es_es: Abriendo canal ...
ja_jp: チャネルを開いている。
zh_cn: 正在打开频道...

source: Options
es_es: Opciones
ja_jp: オプション
zh_cn: 选项

source: Outdated device firmware
es_es: Firmware de dispositivo obsoleto
ja_jp: 既に過ぎたファームウェア
zh_cn: 过时的设备固件

source: Outgoing payments
es_es: Pagos salientes
ja_jp: 出納金
zh_cn: 支付款项

source: Output amount
es_es: Cantidad de salida
ja_jp: 出金額数
zh_cn: 支付金额

source: Output point
es_es: Punto de salida
ja_jp: 出力ポイント
zh_cn: 输出点

source: Outputs
es_es: Salidas
ja_jp: 出力
zh_cn: 输出

source: Overview
es_es: Visión general
ja_jp: 概要
zh_cn: 概要

source: PIN codes do not match
es_es: Los códigos PIN no coinciden
ja_jp: PINコードが一致しない
zh_cn: PIN码不一致

source: PIN mismatch
es_es: Error de coincidencia de PIN
ja_jp: PIN不一致
zh_cn: PIN不一致

source: Paid
es_es: Pagado
ja_jp: お支払い済み。
zh_cn: 已支付

source: Partially signed
es_es: Parcialmente firmado
ja_jp: 部分署名済み
zh_cn: 部分签署

source: Passphrase
es_es: Frase de contraseña
ja_jp: パスフレーズ
zh_cn: 口令

source: Passphrase:
es_es: Frase de contraseña:
ja_jp: パスフレーズ:
zh_cn: 口令：

source: Password
es_es: Contraseña
ja_jp: パスワード
zh_cn: 密码

source: Password Strength
es_es: Seguridad de la contraseña
ja_jp: パスワードの強さ
zh_cn: 密码强度

source: Password is disabled, this wallet is not protected
es_es: La contraseña está inhabilitada, este monedero no está protegida
ja_jp: パスワードが非活性化になりました。ウォレットが保護されていない可能性があります。
zh_cn: 密码被禁用，此钱包不受保护

source: Password was updated successfully
es_es: La contraseña se actualizó correctamente
ja_jp: パスワードが成功的にアップデートされました。
zh_cn: 密码已成功更改

source: Password:
es_es: Contraseña:
ja_jp: パスワード。
zh_cn: 密码

source: Pay
es_es: Pagar
ja_jp: お支払い
zh_cn: 支付

source: Pay multiple invoices
es_es: Pagar varias facturas
ja_jp: 複合インボイスのお支払い
zh_cn: 支付多张发票

source: Pay to
es_es: Pagar a
ja_jp: にお支払いする
zh_cn: 支付给

source: Pay to many
es_es: Pagar a muchos
ja_jp: 多くにお支払いする
zh_cn: 支付给多方

source: Payment Received
es_es: Pago recibido
ja_jp: お支払いを受ける
zh_cn: 已收到付款

source: Payment Request
es_es: Solicitud de pago
ja_jp: お支払いの要請
zh_cn: 支付请求

source: Payment failed
es_es: Pago fallido
ja_jp: お支払いの失敗
zh_cn: 支付失败

source: Payment hash
es_es: Hash de pago
ja_jp: お支払いのハッシュ
zh_cn: 付款哈希值

source: Payment log
es_es: Registro de pagos
ja_jp: お支払いのログ
zh_cn: 支付记录

source: Payment received
es_es: Pago recibido
ja_jp: お支払いを受ける
zh_cn: 已收到付款

source: Payment request has expired
es_es: La solicitud de pago ha caducado
ja_jp: お支払の要請満了
zh_cn: 支付请求已过期

source: Payment sent.
es_es: Pago enviado.
ja_jp: お支払い送信完了
zh_cn: 支付发送

source: Payment succeeded
es_es: Pago exitoso
ja_jp: お支払い成功
zh_cn: 支付成功

source: Payment was sent
es_es: Se envió el pago
ja_jp: お支払いが送られたました。
zh_cn: 支付请求已发送完毕

source: Payments (HTLCs):
es_es: Pagos (HTLC):
ja_jp: お支払い (HTLCs):
zh_cn: 支付(HTLCs):

source: Pending
es_es: Pendiente
ja_jp: 保留
zh_cn: 待处理

source: Perhaps some dependencies are missing...
es_es: Quizás falten algunas dependencias ...
ja_jp: Dependenciesがない可能性があります。
zh_cn: 运行包可能丢失...

source: Please briefly describe what led to the error (optional):
es_es: Describe brevemente qué provocó el error (opcional):
ja_jp: エラーの原因は何かと簡単に説明してください。(選択):
zh_cn: 请简要描述导致错误的原因（选择）:

source: Please check your connection and credentials.
es_es: Compruebe su conexión y sus credenciales.
ja_jp: 接続状態や認証を確認してください。
zh_cn: 请检查您的连接状态和凭据

source: Please check your network connection.
es_es: Compruebe su conexión de red.
ja_jp: ネットワーク接続を確認してください。
zh_cn: 请检查网络连接

source: Please check your {device} device
es_es: Comprueba tu dispositivo {device}
ja_jp: 機械{device}を確認してください。
zh_cn: 请检查您的{device}设备

source: Please confirm
es_es: Por favor confirmar
ja_jp: 確認してください。
zh_cn: 请确认

source: Please enter an amount
es_es: Ingrese una cantidad
ja_jp: 金額を入力してください。
zh_cn: 请输入金额

source: Please enter the master public key (xpub) of your cosigner.
es_es: Introduzca la clave pública maestra (xpub) de su consignador.
ja_jp: 共同署名者のマスター公開キー(xpub)を入力してください。
zh_cn: 请输入共同联署者的主公钥（xpub）

source: Please enter your Google Authenticator code
es_es: Introduzca su código de autenticación de Google
ja_jp: グーグル認証コードを入力してください。
zh_cn: 请输入谷歌验证码

source: Please enter your Google Authenticator code:
es_es: Ingrese su código de autenticación de Google:
ja_jp: グーグル認証コードを入力してください。
zh_cn: 请输入谷歌验证码:

source: Please enter your e-mail address
es_es: Por favor, introduzca su dirección de correo electrónico
ja_jp: メールアドレスを入力してください。
zh_cn: 请输入电子邮件地址

source: Please enter your password
es_es: Por favor, introduzca su contraseña
ja_jp: パスワードを入力してください。
zh_cn: 请输入密码

source: Please enter your password to decrypt it.
es_es: Por favor ingrese su contraseña para descifrarla.
ja_jp: 復号化のため、パスワードを入力してください。
zh_cn: 请输入密码以解密

source: Please enter your seed phrase in order to restore your wallet.
es_es: Por favor ingrese su frase inicial para restaurar su monedero.
ja_jp: ウォレットの復旧のため、シードフレーズを入力してください。
zh_cn: 请输入您的种子助记词以恢复钱包

source: Please insert your {device}
es_es: Inserta tu {device}
ja_jp: {device}を接続してください。
zh_cn: 请插入{device}

source: Please paste your cosigners master public key, or scan it using the camera button.
es_es: Pegue la clave pública maestra de sus cosignatarios o escanee con la cámara botón.
ja_jp: 共同署名マスター公開キーを貼り付けたり、カメラボタンを利用してスキャンしてください。
zh_cn: 请粘贴您的共同签名者主公钥，或使用相机按钮对其进行扫描。

source: Please report any bugs as issues on github:<br/>
es_es: Informe cualquier error como problema en github: <br/>
ja_jp: バグをイシューとしてgithubで報告してください。:<br>
zh_cn: 请在github上将所有错误报告列为问题：<br/>

source: Please report this issue manually
es_es: Informe este problema manualmente
ja_jp: 直接該当のイシューを報告してください。
zh_cn: 请手动报告此问题

source: Please restart Electrum to activate the new GUI settings
es_es: Reinicie Electrum para activar la nueva configuración de GUI
ja_jp: 新たなGUI設定を適用するため、エレクトラムを再起動してください。
zh_cn: 请重新启动Electrum以激活新的GUI设置
