Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/electrum.po
Languages: es_es, ja_jp, zh_cn

source: (No FX rate available)
es_es: (No hay tipo de cambio disponible)
ja_jp: (使用できるレート無し)

source: 'Legacy' is the original address type, while 'Segwit' is the newer address format with lower fees.
es_es: 'Legacy' es el tipo de dirección original, mientras que 'Segwit' es la dirección más reciente formato con comisiones más bajas.
ja_jp: 'Legacy'は既存アドレス形態で、'Segwit'は新しいアドレス 形態であり、手数料がより安いです。

source: 2-Key Vault
es_es: Vault de 2 Claves
ja_jp: 2つ目のキーVault

source: 3-Key Vault
es_es: Vault de 3 Claves
ja_jp: 3つ目のキー Vault

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
es_es: Se cobrará una pequeña comisión por cada transacción que use servicio remoto de servidor. Puede comprobar o modificar sus preferencias de facturación cuando la instalación esté completa.
ja_jp: 遠隔サーバーを使用する各取引に所定の手数料が請求されます。インストールが完了すると請求関連事項を確認し修正できます。

source: At most one output can be set to spend max
es_es: A lo sumo se puede configurar una salida para gastar un máximo de
ja_jp: 最大一つの出力を最大支出として設定できます。

source: Cancelation address
es_es: Dirección de cancelación
ja_jp: キャンセルアドレス

source: Choose coin (UTXO) selection method for alert transactions. The following are available:
es_es: Elija el método de selección de moneda (UTXO) para transacciones de alerta. Las siguientes están disponibles:
ja_jp: 警報取引のためのコイン(UTXO)選択方法をお選びください。次を使用できます。:

source: Choose coin (UTXO) selection method for non-alert transactions. The following are available:
es_es: Elija el método de selección de moneda (UTXO) para transacciones que no sean de alerta. Las siguientes están disponibles:
ja_jp: 非警報のためのコイン(UTXO)選択方法をお選びください。次を使用できます。:

source: Confirmation PIN from Gold Wallet:
ja_jp: Gold WalletでのPINコード:

source: Do you want to create a new seed or to restore a wallet using an existing seed?
es_es: ¿Quiere crear una nueva semilla o restaurar su monedero usando una semilla existente?
ja_jp: 新しいシードを生成しますか、それとも既存シードを使用してウォレットを復元しますか。

source: Electrum cannot pair with your {device}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
es_es: Electrum no puede emparejarse con su {device}. Antes de que solicite que los bitcoins se envíen a la dirección en este monedero, asegúrese de que se pueda emparejar con su dispositivo, o de que tenga su semilla (o frase de contraseña, si hay alguna). De lo contrario, todos los bitcoins que reciba no se podrán gastar.
ja_jp: Electrumがお客様の {device}とペアリングできません。 このウォレットアドレスにBTCの送金を要請する前に、デバイスとペアリング状態を確認するか、該当のシードを(passphrase, ある場合)持っているかを確認してください。そうでなければ受取った全てのBTCは使用できません。

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
es_es: Electrum se comunica con servidores remotos para obtener información sobre sus transacciones y direcciones. Todos los servidores desempeñan sólo el mismo objetivo, difiriéndose en el hardware. En la mayoría de los casos simplemente quiere que Electrum escoja uno al azar. No obstante, si lo prefiere, siéntese libre para escoger un servidor manualmente.
ja_jp: Electrumは遠隔サーバーからお客様の取引とアドレス情報を共有します。全てのサーバーはハードウェアのみ異なり、同じ目的を達成します。大体の場合、Electrumがランダムで自動選択します。しかし、希望によっては手動でサーバーを選択することもできます。

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin Vault.
es_es: El enfoque de Electrum es la velocidad con bajo uso de recursos y simplificando Bitcoin Vault.
ja_jp: Electrumはスピードに集中して最小限のリソースを使用し、BTCVを単純化させます。

source: Enter a list of BTCV addresses (this will create a watching-only wallet) or a list of private keys.
es_es: Introduzca un listado de direcciones BTCV (esto creará un monedero sólo para fines de observación) o un listado de claves privadas.
ja_jp: BTCVアドレスリストを入力するか、(これは閲覧専用ウォレットを生成します)個人キーのリストを入力してください。

source: Enter the name of the new wallet or load an existing wallet by clicking "Choose".
es_es: Ingrese el nombre de la nueva billetera o cargue una billetera existente haciendo clic en "Escoger".
ja_jp: 新しいウォレットの名前を入力するか、次をクリックし、既存ウォレットを共有してください。"選択".

source: Generate an authenticator on Gold Wallet and scan the following QR code:
es_es: Genere un autenticador en Gold Wallet y escanee el siguiente código QR:
ja_jp: Gold Walletにオーセンティケーターを生成するか、次のQRコードをスキャンしてください:

source: Gold Wallet authenticator public key
es_es: Clave pública del autenticador de Gold Wallet
ja_jp: Gold Walletオーセンティケーターの公開キー

source: In order to confirm the transaction, scan the QR code in the "Authenticators" tab in the Gold Wallet app.
es_es: Para confirmar la transacción, escanee el código QR en el " Autenticadores Pestaña " en la aplicación Gold Wallet.
ja_jp: 取引を承認するには、Gold Walletアプリの"オーセンティケーター"タブのQRコードをスキャンしてください。

source: Indonesian
es_es: Indonesia
ja_jp: インドネシア語

source: Invalid Secure Fast Tx seed
es_es: Semilla de Secure Fast Tx no válida
ja_jp: 無効なクイックセキュリティ取引スピード

source: Invalid cancelation address
es_es: Dirección de cancelación no válida
ja_jp: 無効なキャンセルアドレス

source: Multi-Signature Standard
es_es: Estándar de firma múltiple
ja_jp: 多重署名標準

source: Never enter it on any website.
es_es: Nunca lo ingrese en ningún sitio web.
ja_jp: どのウェブサイトにも入力しないでください。

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
es_es: Tenga en cuenta que sus monedas no están bloqueadas en este servicio. Puede retirar sus fondos en cualquier momento y sin costo, sin el servidor remoto, usando el Opción 'restaurar billetera' con la semilla de su billetera.
ja_jp: お客様のコインはこのサービスに制限されていません。ウォレットシードから'ウォレット復元'オプションを使用し遠隔サーバーなくてもいつでも資金を引き出すことができます。

source: Pair your 2-Key Vault wallet with Gold Wallet
es_es: Vincula tu billetera Vault de 2 llaves con Gold Wallet
ja_jp: 2つ目のキーVaultウォレットをGold Walletとペアリングしてください。

source: Pair your 3-Key Vault wallet with Gold Wallet
es_es: Vincula tu billetera Vault de 3 llaves con Gold Wallet
ja_jp: 3つ目のキーVaultウォレットをGold Walletとペアリングしてください。

source: Please paste a Cancel transaction public key. Use an existing one, if you are importing a wallet, or generate a new one at
es_es: Pegue una clave pública para cancelar latransacción. Utilice una existente, si está importando una billetera o genera una nueva en
ja_jp: キャンセル取引の公開キーを貼付けてください。ウォレットを共有する場合、既存キーを使用するか、次で新しいキーを生成してください。

source: Please paste a Secure Fast transaction public key. Use an existing one, if you are importing a wallet, or generate a new one at
es_es: Pegue una clave pública de transacción Rápida y Segura. Utilice uno existente, si está importando una billetera o genera una nueva en
ja_jp: クイックセキュリティ取引の公開キーを貼付けてください。ウォレットをロードする場合、既存キーを使用するか、次で新しいキーを生成してください。

source: Please paste authenticator public key exported from your Gold Wallet application
es_es: Pegue la clave pública del autenticador exportada desde su Monedero Gold solicitud
ja_jp: Gold Walletアプリでエクスポートしたオーセンティケーターの公開キーを貼付けてください。

source: Please save these {0} words on paper (the order is important).
es_es: Guarde estas {0} palabras en papel (el orden es importante)
ja_jp: 次の{0}言葉を紙に書いてください(順序が重要です)。

source: Portuguese
es_es: Portugués
ja_jp: ポルトガル語

source: Restart
es_es: Reiniciar
ja_jp: リスタート

source: Secure - confirmed after 24 hours. Can be canceled within that time.
es_es: Segura: confirmado después de 24 horas. Puede cancelarse dentro de ese tiempo.
ja_jp: セキュリティ - 24時間後確認。この時間内のみキャンセルできます。

source: Secure Fast - confirmed immediately. Cannot be canceled. Requires an additional seed phrase.
es_es: Rápida Segura: confirmado de inmediato. No se puede cancelar. Requiere un frase semilla adicional.
ja_jp: クイックセキュリティ- ただちに確認。キャンセルできません。追加シードフレーズが必要です。

source: Secure Fast Tx seed
es_es: Semilla Rápida y Segura Tx
ja_jp: クイックセキュリティ取引スピード

source: Secure Fast Tx seed not matching any key in this wallet
es_es: La semilla Rápida y Segura Tx no coincide con ninguna clave en esta billetera
ja_jp: クイックセキュリティ取引スピードシードがこのウォレットのどのキーともマッチングされていない。

source: Secure Fast seedphrase
es_es: Frase semilla Rápida y Segura
ja_jp: クイックトセキュリティフレーズ

source: Secure Fast transaction public key
es_es: Clave pública de transacción Rápida y Segura
ja_jp: クイックセキュリティ取引公開キー

source: Secure incoming
es_es: Entrante segura
ja_jp: セキュリティ受信

source: Secure outgoing
es_es: Saliente segura
ja_jp: セキュリティ発信

source: Select language
es_es: Seleccione el idioma
ja_jp: 言語選択

source: Send cancel transaction
es_es: Enviar cancelar transacción
ja_jp: 取引キャンセル送信

source: Standard
es_es: Estándar
ja_jp: 標準

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin Vault system.
es_es: Los tiempos de iniciación son instantáneos porque funcionan en conjunto con servidores de rendimiento que manejan las partes más complicadas de Bitcoin Sistema Vault
ja_jp: BTCVシステムの最も複雑な要素を処理する高性能サーバーで作動されるため開始時間が即刻的です。

source: Testnet is separate from the main Bitcoin Vault network. It is used for testing.
es_es: Testnet es independiente de la red principal de Bitcoin Vault. Se utiliza para pruebas.
ja_jp: テストネットはBTCVメインネットワークとは別です。これはテスト用です。

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
es_es: El siguiente paso generará la semilla de su billetera. Esta semilla NO será guardada en su computadora, y debe almacenarse en papel. Para estar a salvo de malware, es posible que desee hacer esto en una computadora sin conexión y mover su billetera luego a una computadora en línea.
ja_jp: 次の段階はウォレットのシードを生成することです。このシードはパソコンに保存されず、書面にて記録しなければなりません。悪性コードから守るためには、オフラインパソコンで作業を行い、その後、オンラインパソコンにウォレットを移動してください。

source: This seed will allow you to recover your wallet.
es_es: Esta semilla te permitirá recuperar tu billetera.
ja_jp: このシードはウォレットを復元させてくれます。

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
es_es: Este servicio utiliza una billetera de firmas múltiples, donde usted posee 2 de 3 claves. La tercera clave se almacena en un servidor remoto que firma transacciones en su favor. Se cobrará una pequeña tarifa por cada transacción que utilice el control remoto servidor.
ja_jp: このサービスは3つのキーの中で2つのキーを所有した多重署名ウォレットを使用します。3つ目のキーは遠隔サーバーに保存され、お客様の代わり、取引に署名します。遠隔サーバーを使用する各取引には所定の手数料が 請求されます。

source: Turkish
es_es: Turco
ja_jp: トルコ語

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
es_es: La autenticación de dos factores es un servicio proporcionado por TrustedCoin. Utiliza una Billetera con múltiples firmas, donde posee 2 de 3 llaves. La tercera clave se almacena en un servidor remoto que firma transacciones en su nombre. Para usar éste , necesitará un teléfono inteligente con Google Authenticator instalado.
ja_jp: 二段階認証はTrustedCoinから提供するサービスです。これは3つのキーの中で2つのキーを所有した多重署名ウォレットを使用します。3つ目のキーは3つ目のキーは遠隔サーバーに保存され、お客様の代わり、取引に署名します。このサービスを 使用するためにはグーグルOTP認証（Authenticator）がインストールされたスマートフォンが必要です。

source: Unconfirmed Parent
es_es: Matriz no confirmada
ja_jp: 確認されていないParent

source: Use Gold Wallet and import an existing wallet
es_es: Use Gold Wallet e importe una billetera existente
ja_jp: Gold Walletを使用して既存ウォレットを共有する

source: Warning: Please be aware that in the process of using the Secure Transaction feature, a part of the funds left in your wallet might be blocked. This is a normal procedure linked to UTXO and the blockchain parameters of the Bitcoin Vault wallet. Your funds will be unblocked once the transaction is verified (after approximately 24 hrs) or canceled (within 24 hrs).
es_es: Advertencia: tenga en cuenta que en el proceso de uso de Transacción Segura , una parte de los fondos que quedan en su billetera podrían estar bloqueados. Esto es un procedimiento normal vinculado a UTXO y los parámetros de blockchain de Bitcoin Monedero Vault. Sus fondos se desbloquearán una vez que se verifique la transacción (después de aproximadamente 24 horas) o cancelado (dentro de las 24 horas).
ja_jp: 警告: セキュリティ取引機能の使用過程でウォレットの資金一部がブロックされている可能性があります。これはUTXOとBTCVウォレットブロックチェイン媒介変数に関連する通常的な過程です。取引が承認されたら資金のブロックは解除されるか(約24時間後)、キャンセルされます(24時間内)。

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{button}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
es_es: Debe estar en línea para completar la creación de su billetera. Si generaste tu semilla en una computadora sin conexión, haz clic en " {button} " para cerrar esta ventana, mueva el archivo de su billetera a una computadora en línea y vuelva a abrir Con Electrum.
ja_jp: ウォレットの生成を完了させるためにはオンライン状態でなければなりません。もしシードをオフラインパソコンに生成した場合、"{button}"をクリックしこの画面を閉じてくださり、オンラインパソコンにウォレットを移動させてElectrumでもう一度開いてください。

source: Your wallet's generated seed is:
es_es: La semilla generada para tu monedero es:
ja_jp: お客様のウォレットの生成されたシードは:

source: confirmation
es_es: confirmación
ja_jp: 確認
zh_cn: 确认

source: is not a valid Lightning invoice:
es_es: no es una factura de Lightning válida:
ja_jp: 有効なライトニングインボイスではない
zh_cn: 这不是一个有效的闪电发票:

source: &About
es_es: &Acerca de
ja_jp: &約
zh_cn: &关于

source: &Addresses
es_es: &Direcciones
ja_jp: &アドレス
zh_cn: &地址

source: &Check for updates
es_es: &Buscar actualizaciones
ja_jp: &アップデート確認
zh_cn: &查看进程

source: &Documentation
es_es: &Documentación
ja_jp: &文章化
zh_cn: &文件资料

source: &Donate to server
es_es: &Donar al servidor
ja_jp: &サーバーへ寄与
zh_cn: &捐赠给服务器

source: &Encrypt/decrypt message
es_es: &Cifrar/Descifrar mensaje
ja_jp: &メッセージ暗号化/非暗号化
zh_cn: &加密/解密信息

source: &Export
es_es: &Exportar
ja_jp: &共有する
zh_cn: 输出

source: &File
es_es: &Archivo
ja_jp: &ファイル
zh_cn: &文档

source: &Filter
es_es: &Filtrar
ja_jp: &フィルター
zh_cn: &筛选

source: &From QR code
es_es: &Desde un código QR
ja_jp: &QRコードより
zh_cn: &来自QR二维码

source: &From file
es_es: &Desde un archivo
ja_jp: &ファイルより
zh_cn: &来自文档

source: &From text
es_es: &Desde texto
ja_jp: &テキストより
zh_cn: &来自文本

source: &From the blockchain
es_es: &Desde la blockchain
ja_jp: &ブロックチェーンより
zh_cn: &来自区块链

source: &Help
es_es: &Ayuda
ja_jp: &ヘルプ
zh_cn: &帮助

source: &History
es_es: &Historial
ja_jp: &内訳
zh_cn: &历史记录

source: &Import
es_es: &Importar
ja_jp: &読み込む
zh_cn: &输入

source: &Information
es_es: &Información
ja_jp: &情報
zh_cn: &信息

source: &Labels
es_es: &Etiquetas
ja_jp: &ラベル
zh_cn: &标签

source: &Load transaction
es_es: &Cargar transacción
ja_jp: &取引内訳を読み込む
zh_cn: &加载交易

source: &Network
es_es: &Red
ja_jp: &ネットワーク
zh_cn: &网络

source: &New
es_es: &Nueva
ja_jp: &新規
zh_cn: &新启

source: &New/Restore
es_es: &Nueva/Restaurar
ja_jp: &新規/復旧
zh_cn: &新启/恢复

source: &Official website
es_es: &Sitio web oficial
ja_jp: &公式ウェブサイト
zh_cn: &官方网站

source: &Open
es_es: &Abrir
ja_jp: &開く
zh_cn: &打开

source: &Password
es_es: &Contraseña
ja_jp: &パスワード
zh_cn: &密码

source: &Pay to many
es_es: &Pagar a varios
ja_jp: &多数の送金
zh_cn: &多次支付

source: &Plot
es_es: &Trazar
ja_jp: &プロット
zh_cn: &情节

source: &Plugins
es_es: &Complementos
ja_jp: &プラグイン
zh_cn: &插件

source: &Private keys
es_es: &Claves privadas
ja_jp: &個人用キー
zh_cn: &密钥

source: &Quit
es_es: &Salir
ja_jp: &終了する
zh_cn: &放弃

source: &Recently open
es_es: &Abierto recientemente
ja_jp: &最近開いたデータ
zh_cn: &最近打开过

source: &Report Bug
es_es: &Informar fallo
ja_jp: &不具合報告
zh_cn: &软件缺陷报告

source: &Save Copy
es_es: &Guardar copia
ja_jp: &コピー保存
zh_cn: &保存 粘贴

source: &Seed
es_es: &Semilla
ja_jp: &シード
zh_cn: &种子

source: &Sign/verify message
es_es: &Firmar/validar mensaje
ja_jp: &署名／メッセージ承認
zh_cn: &注册/确认信息

source: &Summary
es_es: &Resumen
ja_jp: &概要
zh_cn: &总结

source: &Sweep
es_es: &Barrer
ja_jp: &取消
zh_cn: &清除

source: &Tools
es_es: &Herramientas
ja_jp: &ツール
zh_cn: &工具

source: &View
es_es: &Ver
ja_jp: &表示
zh_cn: &窗口

source: &Wallet
es_es: &Monedero
ja_jp: &ウォレット
zh_cn: &钱包

source: 1 day
es_es: 1 día
ja_jp: &1日
zh_cn: 1 天

source: 1 hour
es_es: 1 hora
ja_jp: &1時間
zh_cn: 1 小时

source: 1 week
es_es: 1 semana
ja_jp: &1週間
zh_cn: 1 个星期

source: 1. Place this paper on a flat and well iluminated surface.
es_es: 1. Ponga este papel en una superficie plana y bien iluminada.
ja_jp: 1.用紙を平らで、日当たり良い所に置いてください。
zh_cn: 1.请把这张纸放在干燥且容易看到的地方

source: 10 minutes
es_es: 10 minutos
ja_jp: 10分
zh_cn: 10 分钟

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
es_es: 2. Alinee los bordes del revelador con la línea punteada en la parte superior e izquierda.
ja_jp: 2.revealerの端を点線の左側上段に合わせて整列してください。
zh_cn: 2.请将Revealer的边界线与顶部和左侧的虚线对齐

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
es_es: 3. Presione levemente el revelador contra el papel y lea los números que que tengan mayor coincidencia en los lados opuestos.
ja_jp: 3.紙にrevealerを軽く押して、反対側に最も一致する数字を読み込ませてください。
zh_cn: 3.将Revealer轻轻按在纸上，然后将两边对接好，阅读出数字

source: 4. Type the numbers in the software
es_es: 4. Escriba los números en el software
ja_jp: 4.ソフトウェアに数字を入力してください。
zh_cn: 4.在软件中输入这些数字

source: A copy of your wallet file was created in
es_es: Se creó una copia del archivo de su monedero en
ja_jp: 貴方のウォレットコピーファイルが生成されました
zh_cn: 您的钱包文件的副本已创建

source: A few examples
es_es: Algunos ejemplos
ja_jp: 例
zh_cn: 列举几个例子

source: A library is probably missing.
es_es: Es probable que falte una biblioteca.
ja_jp: ライブラリーーが消えた可能性があります。
zh_cn: 文库很可能丢失

source: A payment was already initiated for this invoice
es_es: Ya se ha iniciado un pago para esta factura
ja_jp: 該当インボイスについて支払いがすでに始まりました。
zh_cn: 该账单已经开始支付

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
es_es: En este campo, se añade automáticamente una tarifa sugerida, que puede borrar si lo desea. La tarifa sugerida aumenta en función del tamaño de la transacción.
ja_jp: 発生した手数料が自動的にこちらに追加されます。該当内訳を無視することができます。発生する手数料は取引の大きさによって増加します。
zh_cn: 建议的费用将自动添加于此。 您可以忽略它建议的费用随着交易数额的增加而增加

source: About
es_es: Acerca de
ja_jp: もう少し調べる
zh_cn: 关于

source: About Electrum
es_es: Acerca de Electrum
ja_jp: エレクトラムについて
zh_cn: 关于Electrum

source: Accept
es_es: Aceptar
ja_jp: 承知
zh_cn: 接受

source: Acquisition price
es_es: Precio de adquisición
ja_jp: 取得価格
zh_cn: 收购价

source: Add Cosigner
es_es: Agregar cosignatario
ja_jp: 共同署名人追加
zh_cn: 添加共同签署者

source: Add a cosigner to your multi-sig wallet
es_es: Agregar cosignatario a su monedero multi firma
ja_jp: ウォレット共同署名人追加
zh_cn: 将共同签署者添加到您的多重签名钱包

source: Add an optional virtual keyboard to the password dialog.
es_es: Agregar un teclado virtual opcional al cuadro de diálogo de contraseña.
ja_jp: パスワード入力欄に仮想キーボードオプション追加
zh_cn: 在密码对话框中可以添加虚拟键盘

source: Add cosigner
es_es: Agregar cosignatario
ja_jp: 共同署名人追加
zh_cn: 添加共同签署者

source: Additional fees
es_es: Tarifas adicionales
ja_jp: 追加手数料
zh_cn: 附加费用

source: Additional {num_satoshis_added} satoshis are going to be added.
es_es: Se agregarán {num_satoshis_added} satoshis adicionales.
ja_jp: 追加された {num_satoshis_added} が追加されます。
zh_cn: {num_satoshis_added} 添加聪

source: Address
es_es: Dirección
ja_jp: アドレス
zh_cn: 地址

source: Address Details
es_es: Detalles de la dirección
ja_jp: 詳細アドレス
zh_cn: 详细地址

source: Address copied to clipboard
es_es: Se ha copiado la dirección en el portapapeles
ja_jp: アドレスコピー完了
zh_cn: 地址已复制到剪贴板

source: Address is frozen
es_es: La dirección está congelada
ja_jp: 凍結されたアドレス
zh_cn: 地址被冻结

source: Address not in wallet.
es_es: La dirección no está en el monedero.
ja_jp: アドレスのないウォレット。
zh_cn: 地址不在钱包里

source: Address:
es_es: Dirección:
ja_jp: アドレス
zh_cn: 地址:

source: Addresses
es_es: Direcciones
ja_jp: 多重アドレス
zh_cn: 多个地址

source: Addresses generated:
es_es: Direcciones generadas:
ja_jp: 多重アドレス生成完了
zh_cn: 生成的地址:

source: Advanced
es_es: Avanzado
ja_jp: 高級設定
zh_cn: 高级设置

source: Advanced preview
es_es: Vista previa avanzada
ja_jp: 高級設定プレビュー
zh_cn: 高级预览

source: All
es_es: Todo
ja_jp: 全体
zh_cn: 全部

source: All fields must be filled out
es_es: Se deben completar todos los campos
ja_jp: 全体様式を記入してください
zh_cn: 需将全部空格处填写完整

source: Allows validating if your transactions have instant confirmations by GreenAddress
es_es: Permite la validación si sus transacciones tienen confirmaciones instantáneas de GreenAddress
ja_jp: グリーンアドレスが取引を確認すると承認を許可する
zh_cn: 如果您的交易获得了GreenAddress的即时确认，请允许验证

source: Already up to date
es_es: Ya está actualizado
ja_jp: 既に最新資料です
zh_cn: 已更新

source: Also, dust is not kept as change, but added to the fee.
es_es: Además, el polvo no se conserva como cambio, sino que se agrega a la tarifa.
ja_jp: dustが変更に保存されませんが、手数料には追加されます。
zh_cn: 另外，DUST添加到费用中，不作为零钱保留

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
es_es: Además, cuando se agrupan las transacciones RBF, la política BIP 125 impone un límite menor en la tarifa.
ja_jp: 又、RBF取引が一括処理される際、BIP 125はより低い手数料を請求します。
zh_cn: 大量进行RBF交易时，BIP 125会对该费用施加下限

source: Always check your backups.
es_es: Verifique siempre sus copias de seguridad.
ja_jp: 常にバックアップ状態を確認してください。
zh_cn: 要不断检查您的备份

source: Amount
es_es: Importe
ja_jp: 数量
zh_cn: 金额

source: Amount for OP_RETURN output must be zero.
es_es: El importe del gasto OP_RETURN debe ser cero.
ja_jp: OP_RETURN結果は必ず0でなければなりません。
zh_cn: OP_RETURN输出量必须为零

source: Amount received:
es_es: Importe recibido:
ja_jp: 受信された数量
zh_cn: 收到金额

source: Amount sent:
es_es: Importe enviado:
ja_jp: 送金した数量
zh_cn: 已汇款金额

source: Amount to be sent
es_es: Importe a enviar
ja_jp: 送金する数量
zh_cn: 待汇款金额

source: Amount to be sent.
es_es: Importe a enviar.
ja_jp: 送金する数量
zh_cn: 待汇款金额

source: An Error Occurred
es_es: Se produjo un error
ja_jp: エラー発生
zh_cn: 发生错误

source: An encrypted transaction was retrieved from cosigning pool.
es_es: Se recuperó una transacción escriptada del pool de cosignatarios.
ja_jp: 暗号化された取引が共同署名プールから回数されました。
zh_cn: 从联署池检索了加密的交易

source: An unnamed {device_name}
es_es: Un {device_name} sin nombre
ja_jp: 指定されてない名前{device_name}
zh_cn: 未命名的{device_name}

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
es_es: ¿Está seguro de que desea eliminar este canal? Esta acción borrará todas las transacciones asociadas del historial de su monedero.
ja_jp: 該当チャンネルを削除しますか？ウォレット内訳から連関取引を削除します。
zh_cn: 您确定要删除此频道吗？ 这将从您的钱包历史记录中清除关联的交易

source: Are you sure you want to remove this transaction and {number} child transactions?
es_es: Está seguro de que desea eliminar esta transacción y {number} transacciones secundarias?
ja_jp: 該当取引と{number}番下位取引を削除しますか？
zh_cn: 您确定要删除此交易记录和{number}个子交易记录吗？

source: Are you sure you want to remove this transaction?
es_es: Está seguro de que desea eliminar esta transacción?
ja_jp: 該当取引を削除しますか?
zh_cn: 您确定要删除此交易记录？

source: At block height: {height}
es_es: En altura de bloque: {height}
ja_jp: ブロックの高さ:{height}
zh_cn: 区块高度：{height}

source: At least a hostname must be supplied after the at symbol.
es_es: Se debe proporcionar al menos un nombre de host luego del símbolo arroba.
ja_jp: at 記号の次にはサーバー名が入力されなければなりません。
zh_cn: 在at符号后必须至少提供一个主机名
