Repository: erik-svensson/electrum-royale
Catalog: electrum/locale/*/tmp.po
Languages: es_es, jp_jp, tr_tr, vi_vn

source: (No FX rate available)
es_es: (Tasa de cambio no disponible)
jp_jp: (利用可能なFXレート無し)
tr_tr: (Kullanılabilir FX kuru yok)
vi_vn: (Không có sẵn tỷ giá FX khả dụng)

source: 2 Keys Vault wallet
es_es: Billetera Vault de 2 llaves
jp_jp: 2種類キー・ボルトウォレット
tr_tr: 2 Anahtarlı Vault cüzdanı
vi_vn: Ví Vault 2 khóa

source: 3 Keys Vault wallet
es_es: Billetera Vault de 3 llaves
jp_jp: 3種類キー・ボルトウォレット
tr_tr: 3 Anahtarlı Vault cüzdanı
vi_vn: Ví Vault 3 khóa

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
es_es: Se cobrará una pequeña tarifa por cada transacción que utilice el servidorremoto. Puede comprobar y modificar las preferencias de facturación una vez que la instalación se haya completado.
jp_jp: 遠隔サーバーを利用する場合、各取引に対して少量の手数料が発生します。インストール後、請求方式を確認そして変更できます。
tr_tr: Uzak sunucuyu kullanan her bir işlemden küçük bir ücret alınacaktır. Kurulum tamamlandığında faturalandırma tercihlerinizi kontrol edebilir ve değiştirebilirsiniz.
vi_vn: Sẽ tốn một khoản chi phí nhỏ cho những giao dịch sử dụng máy chủ từ xa. Có thể kiểm tra và thay đổi phương thức yêu cầu khi hoàn tất cài đặt.

source: BIP39 seed (Gold Wallet integration)
es_es: BIP39 seed (Integración de Gold Wallet)
jp_jp: BIP39シード(ゴールドウォレット統合)
tr_tr: BIP39 çekirdeği (Gold Wallet entegrasyonu)
vi_vn: BIP39 seed (Gold Wallet hợp nhất)

source: Choose coin (UTXO) selection method for alert transactions. The following are available:
es_es: Elije el método de selección de las monedas (UTXO)para las transacciones de alerta. Los siguientes están disponibles:
jp_jp: 通知取引のため、コイン(UTXO)選定方式を選択してください。以下が有効です:
tr_tr: Uyarı işlemleri için coin (UTXO) seçim yöntemini belirleyin. Aşağıdakiler kullanılabilir:
vi_vn: Vui lòng chọn phương thức lựa chọn coin (UTXO) cho giao dịch được cảnh báo. Có sẵn những phương thức sau:

source: Choose coin (UTXO) selection method for non-alert transactions. The following are available:
es_es: Elije el método de selección de monedas (UTXO) para las transacciones sin alerta. Los siguientes están disponibles:
jp_jp: 未通知取引のため、コイン(UTXO)選定方式を選択してください。以下が有効です:
tr_tr: Uyarısız işlemler için coin (UTXO) seçim yöntemini belirleyin. Aşağıdakiler kullanılabilir:
vi_vn: Vui lòng chọn phương thức lựa chọn coin (UTXO) cho giao dịch không được cảnh báo. Có sẵn những phương thức sau:

source: Choose the type of wallet
es_es: Elija el tipo de billetera
jp_jp: ウォレットの種類をお選びください
tr_tr: Cüzdan türünü seçin
vi_vn: Vui lòng chọn loại ví

source: Do not use Gold Wallet
es_es: No utilice Gold Wallet
jp_jp: ゴールドウォレットを利用しない
tr_tr: Gold Wallet’ı kullanmayın
vi_vn: Không sử dụng Gold Wallet

source: Do you want to use Gold Wallet as a transaction authenticator?
es_es: ¿Quiere utilizar Gold Wallet como autenficador de transacciones?
jp_jp: 取引認証にゴールドウォレットを使用しますか?
tr_tr: İşlem kimlik doğrulayıcı olarak Gold Wallet’i kullanmak istiyor musunuz?
vi_vn: Quý khách có muốn sử dụng Gold Wallet làm công cụ xác nhận giao dịch hay không?

source: Electrum cannot pair with your {device}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
es_es: Electrum no puede conectarse con su {device}. Antes de solicitar que los bitcoins se envíen a las direcciones de esta billetera, asegúrese de que puede conectarlos con su dispositivo, o que tiene el seed (y frase de contraseña, si""la hay).De lo contrario, todas las monedas bitcoin que reciba no se podrán gastar.
jp_jp: Electrumがこの{device}デバイスと接続できません。 ウォレットのアドレスにビットコイン送信を要請する前、デバイスに接続されているか、またはシード（パスフレーズがある場合を含む）は用意できているのかご確認ください。受信されたビットコインを伝送できない場合がございます。
tr_tr: Electrum {device} cihazınızla eşleşemiyor. Bitcoinlerin bu cüzdandaki adreslere gönderilmesini talep etmeden önce, cihazınızla eşleştirebildiğinizden veya çekirdeğine (varsa anahtar parolasına) sahip olduğunuzdan emin olun. Aksi takdirde alınan tüm bitcoinler harcanamaz olacaktır.
vi_vn: Electrum không thể ghép cặp được với {device} của quý khách. Trước khi yêu cầu bitcoin được gửi tới những địa chỉ trong ví này, hãy đảm bảo rằng thiết bị của quý khách đã được ghép cặp, hoặc quý khách có seed(bao gồm trường hợp nếu có passphrase). Nếu không, quý khách sẽ không thể di chuyển tất cả số bitcoin mà mình đã nhận được.

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
es_es: Electrum se comunica con los servidores remotos para obtener información sobre sus transacciones y direcciones. Todos los servidores cumplen el mismo propósito, solamente que difieren en el hardware.En la mayoría de los casos, simplemente deje que Electrum escoja uno al azar. Sin embargo, si prefiere puede elegir un servidor manualmente.
jp_jp: Electrumは取引、アドレスに関する情報を得るため、遠隔サーバーと通信します。サーバーは同一な目標を実行し、ハードウェアのみ異なります。ほとんどの場合、Electrumが1つのランダムサーバーを選択するようにします。しかし、手動で希望するサーバーを選択することもできます。
tr_tr: Electrum, işlemleriniz ve adresleriniz hakkında bilgi almak için uzak sunucularla iletişime geçer. Sunucuların tamamı farklı donanımlarda aynı amaç için çalışır. Çoğu durumda Electrum’un bir tanesini rastgeleseçmesini istersiniz. Ancak isterseniz sunucuyu manuel olarak da seçebilirsiniz.
vi_vn: Electrum kết nối với những máy chủ từ xa để lấy thông tin về những địa chỉ và giao dịch của quý khách. Các máy chủ đều hướng tới cùng một mục tiêu duy nhất chỉ khác nhau thiết bị phần cứng. Trong hầu hết các trường hợp, người sử dụng thường muốn để Electrum lựa chọn một máy chủ ngẫu nhiên. Tuy nhiên, quý khách hoàn toàn có thể lựa chọn máy chủ một cách thủ công nếu mong muốn.

source: Enter a list of BTCV addresses (this will create a watching-only wallet), or a list of private keys.
es_es: Indroduzca una lista de direcciones de BTCV (esto creará una cartera de sólo vigilancia), o una lista de llaves privadas.
jp_jp: BTCVウォレットリストの入力（この場合、確認専用ウォレットが生成されます。もしくはプライベートキーリストを入力してください。
tr_tr: Bir BTCV adresleri listesi (bu yalnızca okunabilir bir cüzdan oluşturacak), veya özel anahtar listesi girin.
vi_vn: Vui lòng nhập danh sách địa chỉ BTCV (địa chỉ ví chuyên dùng để xác nhận sẽ được thiết lập trong trường hợp này) hoặc danh sách khóa cá nhân.

source: Import BTCV addresses
es_es: Importa direcciones de BTCV
jp_jp: BTCVウォレットを読み込む
tr_tr: BTCV adreslerini içeri aktar
vi_vn: Nhập địa chỉ BTCV

source: Import external watch-only BTCV addresses or private keys
es_es: Importa direcciones de BTCV de vigilancia externa o claves privadas
jp_jp: 外部確認専用のBTCVウォレット又はプライベートキーを読み込む
tr_tr: Harici yalnızca okunabilir BTCV adreslerini veya özel anahtarları içe aktarın
vi_vn: Nhập địa chỉ BTCV cố định chuyên dùng để xác nhận hoặc khóa cá nhân

source: Multi-signature Standard wallet
es_es: Billetera estándar de multifirma
jp_jp: 多重署名ウォレット
tr_tr: Çok imzalı Standart cüzdan
vi_vn: Ví đa chữ ký tiêu chuẩn

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
es_es: Tenga en cuenta que sus monedas no están bloqueadas en este servicio. Puede retirar sus fondos en cualquier momento y sin costo alguno, sin el servidor remoto, utilizando 'la opción de restauración con el seed de la billetera
jp_jp: このサービスでコインはロックされません。いつでも、ウォレットのシードを利用し、'ウォレット復旧'機能で、遠隔サーバーを利用せずに無料で資金を出金できます。
tr_tr: Bu hizmette coinlerinizin kilitlenmediğini dikkate alın. Fonlarınızı istediğiniz zaman herhangi bir maliyet olmadan, uzak sunucu olmadan cüzdan çekirdeğinizle 'cüzdanı geri yükle' seçeneğini kullanarak hesaba çekebilirsiniz.
vi_vn: Hãy lưu ý rằng coin của quý khách sẽ không bị khóa trên thiết bị này. Quý khách có thể rút tài sản của mình bất kỳ lúc nào mà không mất phí, không cần máy chủ từ xa bằng cách sử dụng chức năng 'ví khôi phục' nhờ có seed của ví.

source: Pair your 2 Keys Vault wallet with Gold Wallet
es_es: Conecta su billetera Vault de 2 llaves con Gold Wallet
jp_jp: ゴールドウォレットと2種類キー・ボルトウォレットを繋いでください
tr_tr: 2 Anahtarlı Vault cüzdanı Gold Wallet ile eşleştirin
vi_vn: Hãy ghép cặp ví Vault 2 khóa cùng với Gold Wallet

source: Pair your 3 Keys Vault wallet with Gold Wallet
es_es: Conecta su billetera Vault de 3 llaves con Gold Wallet
jp_jp: ゴールドウォレットと3種類キー・ボルトウォレットを繋いでください
tr_tr: 3 Anahtarlı Vault cüzdanı Gold Wallet ile eşleştirin
vi_vn: Hãy ghép cặp ví Vault 3 khóa cùng với Gold Wallet

source: Standard wallet
es_es: Billetera estándar
jp_jp: 標準ウォレット
tr_tr: Standart cüzdan
vi_vn: Ví tiêu chuẩn

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
es_es: El siguiente paso generará el seed de su billetera. Este seed NO será guardado en su computadora, y debe ser guardado en un papel. Para estar a salvo de malware, puede que quiera hacer esto en una computadora sin conexión y mover su billetera después a una computadora con conexion.
jp_jp: 次のステップではウォレットのシードを生成します。このシードはPCに保存しないでください。マルウェアからセキュリティを保つため、用紙に保存してください。オフライン状態のPCでこの作業を行って、オンライン上のPCに移してください。
tr_tr: Sonraki adım cüzdanınızın çekirdeğini oluşturacak. Bu çekirdek bilgisayarınıza KAYDEDİLMEZ ve kağıt üzerinde saklanması gerekir. Kötü amaçlı yazılımlara karşı güvende olmak için bunu çevrimdışı bilgisayarda yapmak ve sonra cüzdanınızı çevrimiçi bir bilgisayara taşımak isteyebilirsiniz.
vi_vn: Seed của ví sẽ được tạo ra ở bước tiếp theo. Seed này sẽ KHÔNG được lưu trên máy tính của quý khách mà cần được lưu trữ trên giấy. Để bảo vệ thông tin này khỏi các phần mềm độc hại, quý khách nên thực hiện điều này trên một máy tính không kết nối mạng và chuyển địa chỉ ví của mình tới máy tính kết nối mạng sau đó.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
es_es: Este servicio utiliza una billetera de múltiples firmas, cual contiene 2 de 3 llaves. Latercera clave se almacena en un servidor remoto que firma las transacciones en sunombre. Se cobrará una pequeña cuota por cada transacción cual utilice el servidor remoto.
jp_jp: このサービスは3つの中、2つのキーを所有する、多重署名ウォレットを使用します。3番の目キーは利用者の代わりに取引に署名する遠隔サーバーに保存されます。該当取引は少量の手数料が請求されます。
tr_tr: Bu hizmet 3 anahtardan 2’sine sahip olduğunuz çok imzalı bir cüzdan kullanır. üçüncü anahtar işlemleri sizin adınıza imzalayan uzak bir sunucuda saklanır. Uzak sunucuyu kullanan her bir işlemden küçük bir ücret alınacaktır.
vi_vn: Thiết bị này sử dụng ví đa chữ ký, nơi quý khách sở hữu 2 trong 3 khóa. Khóa thứ 3 được lưu trữ trên một thiết bị từ xa nơi ký các giao dịch thay cho quý khách. Sẽ tốn một khoản phí nhỏ cho những giao dịch sử dụng máy chủ từ xa.

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
es_es: La autenticación de dos factores es un servicio proporcionado por TrustedCoin. Utiliza una billetera multifirma, cual contiene 2 de 3 llaves. La tercera llave se almacena en un servidor remoto cual firma transacciones en su nombre. Para utilizar este servicio, necesitará un smartphone con el Google Authenticator instalada.
jp_jp: 2段階認証はTrustedCoinで提供されるサービスです。多重署名ウォレットを使用し、3つの中、2つのキーを所有します。3番目のキーは利用者の代わりに取引に署名する遠隔サーバーに保存されます。利用するにはグーグル認証が設置されたスマートフォンが必要です。
tr_tr: İki faktörlü kimlik doğrulama TrustedCoin tarafından sağlanan bir hizmettir. 3 anahtardan 2’sinesahip olabileceğiniz çok imzalı bir cüzdan kullanır. Üçüncü anahtarişlemleri sizin adınıza imzalayan uzak bir sunucuda saklanır. Bu hizmeti kullanabilmek için Google Authenticator yüklü bir akıllı telefona sahip olmalısınız.
vi_vn: Xác thực hau yếu tố được cung cấp bởi TrustedCoin. Nó sử dụng một ví đa chữ ký, nơi bạn sở hữu 2 trong 3 khóa. Khóa thứ 3 được lưu trữ trên một máy chủ từ xa nơi ký các giao dịch thay cho quý khách. Để sử dụng chức năng này, quý khách cần có một chiếc điện thoại thông minh có cài đặt Google Authenticator.

source: Use Gold Wallet and create a new wallet
es_es: Utilice Gold Wallet y crea una nueva billetera
jp_jp: ゴールドウォレット使用及び新しいウォレットを生成してください
tr_tr: Gold Wallet kullanın ve yeni bir cüzdan oluşturun
vi_vn: Sử dụng Gold Wallet và thiết lập một ví mới

source: Use Gold Wallet and import the wallet
es_es: Utilice Gold Wallet e importe la billetera
jp_jp: ゴールドウォレット使用及びウォレットを読み込む
tr_tr: Gold Wallet kullanın ve cüzdanı içeri aktarın
vi_vn: Sử dụng Gold Wallet và nhập một ví mới

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{button}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
es_es: Debe estar en línea para completar la creación de su billetera. Si generaste tu seed en una computadora sin conexión, haz clic en "{button}" para cerrar esta ventana, mueva el archivo de su billetera a una computadora en línea y vuelva a abrirla con Electrum.
jp_jp: ウォレット生成を完了するにはオンライン状態でなければなりません。もし、 オフライン状態のPCで、シードが生成された場合、この画面を閉じるため、 "{button}"をクリックし、オンライン状況のPCに移りElectrumでお客様のウォレットファイルを再度開いてください。
tr_tr: Cüzdanınızın oluşturulmasını tamamlamak için online olmanız gerekir. Çevrimdışı bilgisayarınızda bir çekirdek oluşturduysanız, bu pencereyi kapatmak için "{button}" düğmesine tıklayın, cüzdan dosyanızı online bir bilgisayara taşıyın ve Electrum ile tekrar açın.
vi_vn: Quý khách cần kết nối mạng để có thể hoàn tất việc tạo lập ví. Nếu quý khách thiết lập seed trên một máy tính không kết nối mạng, hãy nhấn vào "{button}" để đóng cửa sổ này, chuyển dữ liệu vé của quý khách tới một máy tính kết nối mạng và mở lại nó bằng Electrum.
